Repository: esf-devs/esf-themes
Catalog: quisto/insurance/languages/*.po
Languages: pt_br

source: AGENT
pt_br: AGENTE

source: Job Category:
pt_br: Categoria de emprego:

source: Location:
pt_br: Localização:

source: CLAIMS
pt_br: REIVINDICAÇÕES

source: &larr; Older Comments
pt_br: &larr; Comentários mais antigos

source: Newer Comments &rarr;
pt_br: Comentários mais recentes &rarr;

source: Comments are closed.
pt_br: Comentários estão fechados

source: Submit Comments
pt_br: Enviar comentários

source: (0) comment
pt_br: (0) comentário

source: (1) comment
pt_br: (1) comentário

source: (%) comments
pt_br: (%) comentários

source: Read more
pt_br: Leia mais

source: Main Menu
pt_br: Menu principal

source: top menu
pt_br: menu superior

source: menu footer
pt_br: menu do rodapé

source: Primary Sidebar
pt_br: Barra Lateral Primária

source: Appears in the sidebar section of the site.
pt_br: Aparecer na seção da barra lateral do site

source: Footer One Widget Area
pt_br: Área do primeiro widget do rodapé

source: Footer Widget that appears on the Footer.
pt_br: Widget que aparece no rodapé.

source: Footer Two Widget Area
pt_br: Área do segundo widget do rodapé

source: Footer Three Widget Area
pt_br: Área do terceiro widget do rodapé

source: Footer Fourth Widget Area
pt_br: Área do quarto widget do rodapé

source: Your comment is awaiting moderation.
pt_br: Seu comentário está aguardando moderação.

source: If you wish to style particular content element differently, then use this field to add a id name and then refer to it in your css file.
pt_br: Se você deseja estilizar um determinado elemento de conteúdo de maneira diferente, use este campo para adicionar um nome de id e, em seguida, referenciá-lo em seu arquivo css.

source: Fullwidth
pt_br: Larguracompleta

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Call:
pt_br: Ligue:

source: search here...
pt_br: pesquise aqui...

source: Search
pt_br: Pesquisa

source: Pages:
pt_br: Páginas:

source: Page
pt_br: Página

source: Search Results For: %s
pt_br: Resultados da pesquisa para:% s

source: Posted on
pt_br: postado em

source: Agent Name
pt_br: Nome do agente

source: Enter Agent name
pt_br: Digite o nome do agente

source: State
pt_br: Estado

source: Enter a city
pt_br: Digite uma cidade

source: city
pt_br: cidade

source: Select a State...
pt_br: Selecione um estado

source: Enter A Zip
pt_br: Digite um CEP

source: zip
pt_br: CEP

source: Forgot Password?
pt_br: Esqueceu a senha?

source: User name:
pt_br: Nome de usuário:

source: First Name:
pt_br: Primeiro nome:

source: Last Name:
pt_br: Sobrenome

source: Re-enter password
pt_br: Digite novamente a senha

source: Agent Detail
pt_br: Detalhe do agente

source: Thanks, your email was sent successfully.
pt_br: Obrigado, seu e-mail foi enviado com sucesso.

source: Contact Me
pt_br: Contate-me

source: First Name
pt_br: Primeiro nome

source: Phone
pt_br: Fone

source: Option one
pt_br: Opção um

source: Option two
pt_br: Opção dois

source: Option three
pt_br: Opção 3

source: Option four
pt_br: Opção quatro

source: Option five
pt_br: Opção cinco

source: Comment
pt_br: Comentário

source: Submit
pt_br: Enviar

source: Sorry, an error occured.
pt_br: Desculpe, ocorreu um erro.

source: Career Details Page
pt_br: Página detalhes da carreira

source: All posts by Mark Mathon
pt_br: Todas as postagens por Mark Mathon

# Previous post link
source: <span class="meta-nav"><i class="fa fa-long-arrow-left"> Previous Post</i></span> <h3> %title </h3>
pt_br: <span class="meta-nav"><i class="fa fa-long-arrow-left"> Postagem anterior</i></span> <h3> %title </h3>

source: OT Heading
pt_br: OT Título

source: Title
pt_br: Título

source: Enter the title
pt_br: Digite o título

source: Section Element Tag
pt_br: Tag de elemento de seção

source: Text Align
pt_br: Alinhamento de texto

source: left
pt_br: esquerda

source: right
pt_br: direita

source: center
pt_br: Centro

source: justify
pt_br: justificar

source: Select text align
pt_br: Selecione o alinhamento de texto

source: Font Size
pt_br: Tamanho da fonte

source: Enter the font size
pt_br: Digite o tamanho da fonte

source: Color
pt_br: Cor

source: Select color
pt_br: Selecione a cor

source: Class Extra
pt_br: Classe Extra

source: Add class extra
pt_br: Adicionar classe extra

source: OT slider Home
pt_br: OT slider da home

source: Number
pt_br: Número

source: Enter the number show
pt_br: Digite o number show

source: OT Our Agent
pt_br: OT Seu agente

source: Number show
pt_br: Número à mostra

source: OT Claim
pt_br: OT Afirmação

source: Number show: show all = -1. Only use with style 2
pt_br: Número à mostra: mostre tudo = -1. Use apenas com estilo 2

source: Style claim
pt_br: Estilo Reivindicação

source: Style1: icon and image
pt_br: Estilo1: ícone e imagem

source: Style2: button
pt_br: Estilo2: botão

source: Select style
pt_br: Selecione o estilo

source: OT Career
pt_br: OT Carreira

source: Category Name
pt_br: Nome da categoria

source: Enter idcate
pt_br: Digite idcate

source: OT Insurance Project
pt_br: OT Projeto de Seguro

source: Style Testimonials
pt_br: Estilo depoimentos

source: Style1: slider insurance
pt_br: Estilo 1: slider seguro

source: Style2: image insurance
pt_br: Estilo2: imagem de seguro

source: Style3: insurance
pt_br: Estilo3: Seguro

source: Style4: insurance
pt_br: Estilo4: seguro

source: OT Detail Block
pt_br: OY Bloco de detalhes

source: Description
pt_br: Descrição

source: Description details
pt_br: Detalhes da descrição

source: Icon Social 1
pt_br: Ícone social 1

source: Input class icon 1. Ex: magic. Find here: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>
pt_br: Ícone da classe de entrada 1. Ex: magic. Encontre aqui: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>

source: Link of social 1
pt_br: Link do social 1

source: Icon Social 2
pt_br: Ícone social 2

source: Input class icon 2. Ex: magic. Find here: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>
pt_br: Ícone da classe de entrada 2. Ex: magic. Encontre aqui: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>

source: Link of social 2
pt_br: Link do social 2

source: Icon Social 3
pt_br: Ícone social 3

source: Input class icon 3. Ex: magic. Find here: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>
pt_br: Ícone da classe de entrada 3. Ex: magic. Encontre aqui: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>

source: Link of social 3
pt_br: Link do social 3

source: Icon Social 4
pt_br: Ícone social 4

source: Input class icon 4. Ex: magic. Find here: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>
pt_br: Ícone da classe de entrada 4. Ex: magic. Encontre aqui: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>

source: Link of social 4
pt_br: Link do social 4

source: OT Block Quote 1
pt_br: OT Bloco de Citação 1

source: Enter the description
pt_br: Digite a descrição

source: OT Block Quote 2
pt_br: OT Bloco de Citação 2

source: OT Icon Boxes
pt_br: OT Caixas de Ícone

source: Icon Box
pt_br: caixa do ícone

source: Input class icon. Ex: magic. Find here: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>
pt_br: Ícone da classe de entrada. Ex: magic. Encontre aqui: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons/</a>

source: Title Box
pt_br: Caixa de título

source: Subtitle Box
pt_br: Caixa de Subtítulo

source: Enter the subtitle
pt_br: Digite a legenda

source: Label Button
pt_br: Botão de Etiqueta

source: Add text of button
pt_br: Adicionar texto do botão

source: Link Button
pt_br: Botão de Link

source: Add link button
pt_br: Adicionar botão de link

source: Style Show
pt_br: Estilo Show

source: None
pt_br: Nenhum

source: Style 1: Box not icon
pt_br: Estilo 1: ícone box not

source: Style 2: Box right
pt_br: Estilo 2: Caixa à direita

source: Style 3: Box center
pt_br: Estilo 3: caixa central

source: Style 4: Box left
pt_br: Estilo 4: Caixa à esquerda

source: Style 5: icon center grey
pt_br: Estilo 5: ícone central cinza

source: Add text for button
pt_br: Adicionar texto para o botão

source: Style 1: not icon
pt_br: Estilo 1: sem ícone

source: Style 5: hover
pt_br: Estilo 5: passe o mouse

source: Style 3: box left icon
pt_br: Estilo 3: caixa do ícone à esquerda

source: Style 4: Border icon radius
pt_br: Estilo 4: raio do ícone da borda

source: Title call to action
pt_br: Título para o call to action

source: Details
pt_br: Detalhes

source: Details call to action
pt_br: Detalhes call to action

source: Button Text
pt_br: Botão de texto

source: Button Link
pt_br: Link do botão

source: Button Text 2
pt_br: Botão de texto 2

source: Add text for button 2
pt_br: Adicionar texto para o botão 2

source: Button Link 2
pt_br: Link do botão 2

source: Add link for button 2
pt_br: Adicionar link para o botão 2

source: Style 1: one button
pt_br: Estilo 1: um botão

source: Style 2: right button
pt_br: Estilo 2: botão direito

source: Style 3: two button
pt_br: Estilo 3: dois botões

source: Subtitle
pt_br: Subtítulo

source: Subtitle call to action
pt_br: Subtítulo call to action

source: Button Text 1
pt_br: Botão de texto 1

source: Add text for label button 1
pt_br: Adicionar texto para o botão de etiqueta 1

source: Button Link 1
pt_br: Link do botão 1

source: Add link for button 1
pt_br: Adicionar link para o botão 1

source: Add text for label button 2
pt_br: Adicionar texto para o botão de etiqueta 2

source: Style Call To Action
pt_br: Estilo Call To Action

source: Style1: Align Left
pt_br: Estilo1: Alinhar à Esquerda

source: Style2: Align Center
pt_br: Estilo 2 Alinhar ao centro

source: Section Overlay
pt_br: Sobreposição de Seção

source: OT Buttons
pt_br: Botões OT

source: Icon
pt_br: Ícone

source: Ex: heart. Find here: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons</a>
pt_br: Ex: coração. Encontre aqui: <a href='http://fontawesome.io/icons/'>http://fontawesome.io/icons</a>

source: Add text for label button
pt_br: Adicionar texto para o botão de etiqueta

source: Add link for button
pt_br: Adicionar link para o botão

source: Dark
pt_br: Escuro

source: Border Color
pt_br: Cor da borda

source: Border Dark
pt_br: Borda escura

source: Button Size
pt_br: Tamanho do botão

source: Small
pt_br: Pequeno

source: Select size
pt_br: Selecione o tamanho

source: OT Testimonials
pt_br: OT Depoimentos

source: Visible
pt_br: Visível

source: Number testimonials show.
pt_br: Número de depoimentos à mostra.

source: Style1: Dark Background
pt_br: Estilo1: Fundo Escuro

source: Style2: Vertical
pt_br: Estilo2: Vertical

source: Style2.1: Horizontal
pt_br: Estilo2.1: Horizontal

source: OT Search Agent
pt_br: OT Pesquisar agente

source: Detail
pt_br: Detalhe

source: Enter the content
pt_br: Digite o conteúdo

source: Button Submit
pt_br: Botão submeter

source: Search Type
pt_br: Tipo de pesquisa

source: Search by Name
pt_br: Pesquisa por nome

source: Search by City
pt_br: Pesquisa por cidade

source: Search by Zip Code
pt_br: Pesquisa por CEP

source: Placeholder email
pt_br: E-mail de marcador de posição

source: Add text for placeholder email.
pt_br: Adicionar texto para o placeholder email

source: OT Clients Logo
pt_br: OT Logo dos Clientes

source: Upload Logo Client
pt_br: Upload Logo do Cliente

source: Number Visible Or Row
pt_br: Número visível ou linha

source: Silder
pt_br: Slider

source: OT Latest News
pt_br: OT Últimas notícias

source: Show number of Latest news
pt_br: Mostrar o número de últimas notícias

source: number latest news
pt_br: número das últimas notícias

source: Show Number of excerpt length
pt_br: Mostrar número do comprimento do trecho

source: Style1: center
pt_br: Estilo1: centro

source: Style2: left
pt_br: Estilo2: esquerda

source: OT Annual Report
pt_br: OT Relatório Anual

source: Image annual report
pt_br: Relatório anual de imagem

source: upload Image
pt_br: Enviar Imagem

source: Enter the title for Annual report.
pt_br: Digite o título do relatório anual

source: Enter the description for Annual report
pt_br: Digite a descrição para o relatório anual

source: Add first character
pt_br: Adicionar primeiro caractere

source: Enter the details
pt_br: Digite os detalhes

source: Style1: not box
pt_br: Estilo 1: sem box

source: Style2: box style
pt_br: Estilo2: estilo de box

source: Image
pt_br: Imagem

source: Add text button 1
pt_br: Adicionar botão de texto 1

source: Add link button 1
pt_br: Adicionar botão de link 1

source: Add link button 2
pt_br: Adicionar botão de link 2

source: Style1: image
pt_br: Estilo1: imagem

source: Style2: text in image
pt_br: Estilo2: texto na imagem

source: OT Our Team
pt_br: OT Nosso time

source: Photo
pt_br: Foto

source: Image of team: 500x500
pt_br: Imagem da equipe: 500 x 500

source: Name
pt_br: Nome

source: Name of team
pt_br: Nome da equipe

source: Location
pt_br: Localização

source: Job of team
pt_br: Trabalho de equipe

source: Details of team
pt_br: Detalhes da equipe

source: Icon of social 1
pt_br: Ícone de social 1

source: Icon of social 2
pt_br: Ícone de social 2

source: Icon of social 3
pt_br: Ícone de social 3

source: Icon of social 4
pt_br: Ícone de social 4

source: title
pt_br: título

source: Add lnik for box
pt_br: Adicionar link para caixa

source: OT Career Box
pt_br: Caixa de OT carreira

source: photo
pt_br: foto

source: upload image
pt_br: Enviar Imagem

source: label button
pt_br: botão de etiqueta

source: Link button
pt_br: Botão de Link

source: Style 1: career
pt_br: Estilo 1: carreira

source: Style 2: agent
pt_br: Estilo 2: agente

source: OT Contact Info
pt_br: OT Informação de Contato

source: Style 1: icon center
pt_br: Estilo 1: centro do ícone

source: Style 2: icon left
pt_br: Estilo 2: ícone à esquerda

source: Style 3: icon left big
pt_br: Estilo 3: ícone grande à esquerda

source: Style 4:not icon
pt_br: Estilo 4: sem ícone

source: number
pt_br: número

source: Enter the number
pt_br: Digite o número

source: OT Login Box
pt_br: OT caixa de login

source: Title login.
pt_br: Título do login

source: detail
pt_br: detalhe

source: OT Register Box
pt_br: OT Caixa de Registro

source: Enter the title.
pt_br: Digite o título

source: Format Details
pt_br: Detalhes do formato

source: Gallery
pt_br: Galeria

source: Quote
pt_br: Citação

source: Author
pt_br: Autor

source: Page Subtitle
pt_br: Legenda da página

source: Image top page
pt_br: Imagem de topo de página

source: slider text Details
pt_br: Detalhes de texto do slider

source: button text
pt_br: botão de texto

source: button link
pt_br: link do botão

source: testimonial details
pt_br: Detalhes dos depoimentos

source: location
pt_br: localização

source: Claim details
pt_br: Reivindicar detalhes

source: Claim Subtitle
pt_br: Reivindicar legenda

source: Detail sub
pt_br: Detalhe sub

source: icon
pt_br: ícone

source: Career details
pt_br: Detalhes da carreira

source: insurance
pt_br: seguro

source: Page sub
pt_br: Legendas da página

source: button text 1
pt_br: botão de texto 1

source: button link 1
pt_br: link do botão 1

source: button text 2
pt_br: botão de texto 2

source: Image page
pt_br: Imagem da página

source: Agent Subtitle
pt_br: Subtítulo do agente

source: address
pt_br: endereço

source: phone
pt_br: Fone

source: btntext
pt_br: btntexto

source: mail to
pt_br: mail para

source: Zip code
pt_br: CEP

source: City
pt_br: Cidade

source: Miscellaneous Settings
pt_br: Configurações Diversas

source: Search button on header Off?
pt_br: Botão de pesquisa no cabeçalho Off?

source: Look, it's on!
pt_br: Olha, está ligado!

source: Login button on header Off?
pt_br: Botão de login no cabeçalho Off?

source: Quote button on header Off?
pt_br: Botão de citação no cabeçalho Off?

source: Logo & Favicon Settings
pt_br: Configurações do logotipo e do Favicon

source: Custom Favicon
pt_br: Favicon personalizado

source: Upload your Favicon.
pt_br: Envie seu Favicon.

source: Custom logo
pt_br: Logo personalizado

source: Upload your logo.
pt_br: Envie seu logo

source: Upload your logo
pt_br: Envie seu logo

source: header Settings
pt_br: Configurações do cabeçalho

source: Number Phone
pt_br: Número do telefone

source: Input Phone Title
pt_br: Título do telefone de entrada

source: Number Phone landing page
pt_br: Número do telefone da landing page

source: Blog Settings
pt_br: Configurações do blog

source: blog custom excerpt
pt_br: trecho personalizado do blog

source: Input Blog
pt_br: Blog de entrada

source: top blog
pt_br: blog superior

source: top blog 2
pt_br: blog superior 2

source: Input Blog 2
pt_br: Blog de entrada 2

source: top blog single
pt_br: blog superior único

source: Upload your Blog Background Top Page.
pt_br: Faça o upload do plano de fundo de sua página inicial

source: Upload your Blog Background Top Page
pt_br: Faça o upload do plano de fundo de sua página inicial

source: Insurance Settings
pt_br: Configurações de seguro

source: Archive title
pt_br: Título do arquivo

source: Input archive title
pt_br: Título do arquivo de entrada

source: Archive Description
pt_br: Descrição do arquivo

source: Input archive description
pt_br: Descrição do arquivo de entrada

source: Upload your Archive Insurance Background Top Page.
pt_br: Faça o upload do arquivo de seguro sua na página inicial em segundo plano

source: Upload your Archive Insurance Background Top Page
pt_br: Faça o upload do arquivo de seguro sua na página inicial em segundo plano

source: Footer Settings
pt_br: Configurações do rodapé

source: Newsletter footer?
pt_br: Newsletter do rodapé?

source: Newsletter text
pt_br: Texto do newsletter

source: Add text
pt_br: Adicionar texto

source: Footer Text Left
pt_br: Texto do rodapé esquerdo

source: Copy left Text
pt_br: Copiar texto esquerdo

source: Footer Text Landing
pt_br: Landing de texto do rodapé

source: 404 Settings
pt_br: 404 Configurações

source: 404 top Title
pt_br: 404 Título superior

source: Input 404 Title
pt_br: Título da Input 404

source: 404 Title
pt_br: 404 Título

source: 404 Content
pt_br: 404 Conteúdo

source: Text Button Go To Home.
pt_br: Botão de texto ir para a home

source: Text Button Go To Home
pt_br: Botão de texto ir para a home

source: Button Back Home
pt_br: Botão back home

source: Styling Options
pt_br: Opções de estilo

source: Theme Main Color
pt_br: Cor principal do tema

source: Pick the main color for the theme (default: #1757b8).
pt_br: Escolha a cor principal do tema (padrão: # 1757b8).

source: Theme main Color 2
pt_br: Cor principal do tema 2

source: Pick the main color for the theme (default: #ff7841).
pt_br: Escolha a cor principal do tema (padrão: # ff7841).

source: Theme main Color 3
pt_br: Cor principal do tema 3

source: Pick the main color for the theme (default: #fb5528).
pt_br: Escolha a cor principal do tema (padrão: # fb5528).

source: Footer Background Color
pt_br: Cor de fundo do rodapé

source: Pick a background color for the footer (default: #303236).
pt_br: Escolha uma cor de fundo para o rodapé (padrão: # 303236).

source: Footer Bottom Background Color
pt_br: Botão de cor de fundo do rodapé

source: Pick a background color for the footer bottom (default: #24262a).
pt_br: Escolha uma cor de fundo para o botão do rodapé (padrão: # 24262a).

source: Footer Color
pt_br: Cor do rodapé

source: Pick a color for the footer (default: #62656a).
pt_br: Escolha uma cor para o rodapé (padrão: # 62656a).

source: Body Font
pt_br: Corpo da fonte

source: Specify the body font properties.
pt_br: Especifique as propriedades do corpo da fonte

source: CSS Code
pt_br: Código CSS

source: Paste your CSS code here.
pt_br: Cole seu código CSS aqui

source: Nothing Found Here!
pt_br: Nada encontrado aqui!

source: Full Width
pt_br: Largura completa

source: The most recent posts on your site
pt_br: As postagens mais recentes no seu site

source: insurance Recent Posts
pt_br: seguro postagens recentes

source: Recent Posts
pt_br: Postagens recentes

source: Title:
pt_br: Título:

source: Number of posts to show:
pt_br: numero de postagens para mostrar:

source: Display post date?
pt_br: Mostrar data de postagem?

source: Insurance
pt_br: Seguro

source: OceanThemes
pt_br: Temas de oceano
