Repository: esf-devs/esf-themes
Catalog: intranet/woffice/languages/*.po
Languages: fr_fr

source: Some colors can be found on the other tabs of the page settings ;)
fr_fr: Certaines couleurs se trouvent dans les autres onglets de la page paramêtre ;)

source: Main color
fr_fr: Couleur principale

source: This is your brand color (used in the links or in the buttons background for instance).
fr_fr: Il s'agit de votre couleur de marque (utilisé dans les liens ou dans le fond des boutons par exemple).

source: Main text color
fr_fr: Couleur du texte principal

source: This is the main color for the content, sidebar ...
fr_fr: Il s'agit de la couleur principale pour le contenu, barre latérale...

source: Headlines color
fr_fr: Couleur des slogans

source: This is the h1, h2, h3, h4, h5, h5 inside the content of the pages/posts
fr_fr: Les h1, h2, h3, h4, h5, h5 dans les contenu des pages/articles

source: Body background color
fr_fr: Couleur d’arrière plan du corps de page

source: Light Color #1
fr_fr: Couleur en Surbrilliance #1

source: We use this color for some design effects in the content (sidebar, form, box title...)
fr_fr: Nous utilisons cette couleur pour certains effets de conception dans le contenu (barre latérales, forme, titre de la boîte...)

source: Light Color #2
fr_fr: Couleur en Surbrilliance #2

source: Light Color #3
fr_fr: Couleur en Surbrilliance #3

source: We use this color for some design effects in the content (messages, icons ...)
fr_fr: Nous utilisons cette couleur pour certains effets de conception dans le contenu (messages, icônes...)

source: Notifications color (orange)
fr_fr: Couleur des notifications (orange)

source: Notifications color (green)
fr_fr: Couleur des notifications (vert)

source: Other styling options
fr_fr: Autres options de style

source: Main style version
fr_fr: Version de style principal

source: This option allows you to remove the design changes from 2.0 update.
fr_fr: Cette option vous permet de supprimer les changements de conception depuis la mise à jour 2.0

source: Remove border radius ?
fr_fr: Supprimer les bordures arrondies ?

source: Remove all border radius on your site, all shapes will be straight.
fr_fr: Supprimer toutes les bordures arrondies sur votre site, toutes les formes seront droites.

source: System Status
fr_fr: État du système

source: Wordpress Status
fr_fr: État de WordPress

source: Wordpress Version
fr_fr: Version de WordPress

source: This is the current version of your Wordpress Installation, it's always recommanded to have the latest release.
fr_fr: Ceci est la version actuelle de votre installation de WordPress, il est recommandé d’utiliser la dernière version.

source: Wordpress Debug
fr_fr: Débug Wordpress

source: If enabled all PHP errors will be displayed, if you have an issue like a white page, make sure it's enabled.
fr_fr: Si activé, toutes les erreurs PHP seront affichées. Si vous avez une erreur telle qu’une page blanche, assurez vous de l’activer.

source: Wordpress Path
fr_fr: Chemin de Wordpress

source: The path on your FTP where you've installed your Wordpress files.
fr_fr: Le chemin de votre FTP où vous avez installé les fichiers de WordPress.

source: Wordpress Database
fr_fr: Base de données WordPress

source: Name of the database where Wordpress has been installed.
fr_fr: Nom de la base de données où WordPress a été installé.

source: Plugins Enabled
fr_fr: Extensions activées

source: Too many plugins installed can impact heavily your site's speed performances.
fr_fr: Trop d’extensions installées peuvent impacter sévèrement les performances de votre site.

source: Woffice key
fr_fr: Clé Woffice

source: Save your theme settings to generate one.
fr_fr: Enregistrez vos réglages du thème pour en générer un.

source: Server Status
fr_fr: Statut du serveur

source: PHP Version
fr_fr: Version de PHP

source: This is the version of the PHP installed on your server.
fr_fr: Ceci est la version de PHP installée sur votre serveur.

source: PHP Zip Extension
fr_fr: Extension PHP Zip

source: This PHP extension is required by Wordpress to install our demo content and other plugins.
fr_fr: Cette extension PHP est nécessaire pour que WordPress installe notre contenu de démo et les autres extensions.

source: PHP Memory Limit
fr_fr: Limite de mémoire PHP

source: The Memory limit allowed by your php.ini file on your server.
fr_fr: La limite de mémoire autorisée dans le fichier php.ini sur votre serveur.

source: PHP Remote URL Calls
fr_fr: URL des appels PHP distants

source: Whether your server allow us to make API calls or not, you need it enabled for the Members map.
fr_fr: Que votre serveur nous permette de faire des appels API ou non, vous avez besoin de l’activer pour la carte des membres

source: Custom Widgets
fr_fr: Widgets personnalisés

source: Poll Widget
fr_fr: Widget sondage

source: Sidebar Position
fr_fr: Position de la barre latérale

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Another awesome WordPress theme
fr_fr: Un autre thème Wordpress impressionnant

source: New conversation
fr_fr: Nouvelle conversation

source: Refresh
fr_fr: Actualiser

source: Create the conversation
fr_fr: Créer la conversation

source: Please type member ID(s) or username(s)
fr_fr: Veuillez saisir l’ID de membre ou le nom d’utilisateur

source: Conversation title
fr_fr: Titre de la conversation

source: Conversation with
fr_fr: Conversation avec

source: No message found...Send one to start chatting.
fr_fr: Aucun message trouvé... Envoyez en un pour commencer la discussion.

source: There is a security issue in your request.
fr_fr: Il y a un problème de sécurité dans votre demande.

source: Some information is missing from the client request.
fr_fr: Certaines informations sont manquantes dans la demande du client.

source: added a comment to the project
fr_fr: à ajouté un commentaire pour le projet

source: commented the wiki post
fr_fr: a commenté l’article de wiki

source: commented the post
fr_fr: a commenté l’article

source: liked the post
fr_fr: à aimé cet article

source: Post Comment
fr_fr: Envoyer le commentaire

source: Graph returned an error:
fr_fr: Le graphe a renvoyé une erreur :

source: Facebook SDK returned an error:
fr_fr: Le SDK Facebook a renvoyé une erreur :

source: Welcome back
fr_fr: Bienvenue à nouveau

source: Welcome
fr_fr: Bienvenue

source: Please enter a title.
fr_fr: Veuillez saisir un titre.

source: An error occurred, please try again later.
fr_fr: Une erreur est survenue. Veuillez essayer à nouveau.

source: Dates are not correct, please check again.
fr_fr: Les dates ne sont pas bonnes, veuillez les vérifier.

# Label for frontend actions (Update Project, Create, Project, etc)
source: Project
fr_fr: Projet

# Label for frontend actions (Update Item, Create, Item, etc)
source: Item
fr_fr: Élément

source: Created!
fr_fr: Créé !

source: Check it out :
fr_fr: Vérifiez les :

source: Action has been successfully proceeded and it's currently saved as:
fr_fr: L’action a bien été effectuée et est actuellement enregistrée comme :

source: Information
fr_fr: Informations

source: You'll only find here basic settings for the projects, for more settings please contact an user with author right.
fr_fr: Vous ne trouverez ici les réglages de base pour les projets, pour plus de réglages, veuillez communiquer un utilisateur avec les droits d'auteur.

source: starting date:
fr_fr: Date de début :

source: ending date:
fr_fr: date de fin :

source: tracking:
fr_fr: suivi :

source: How is the progress tracked
fr_fr: Comment la progression est suivie

source: By Time
fr_fr: Par temps

source: By Tasks
fr_fr: Par tâches

source: members:
fr_fr: membres :

source: If it's empty, all members'll be allowed to see it (leave empty for groups projects)
fr_fr: Si vide, tout les membres pourront le voir (laissez vide pour les groupes de projets)

source: Search for members...
fr_fr: Recherche de membres...

source: Only author can edit?
fr_fr: Seul l’auteur peut modifier ?

source: Calendar sync?
fr_fr: Synchro du calendrier ?

source: Enable project Todo?
fr_fr: Activer la liste des tâches ?

source: Enable project Files Manager?
fr_fr: Activer le gestionnaire de fichiers de projet ?

source: The project is archived
fr_fr: Le projet est archivé.

source: Location's Longitude :
fr_fr: Longitude du lieu :

source: You can use :
fr_fr: Vous pouvez utiliser :

source: Location's Latitude :
fr_fr: Latitude du lieu :

source: Button text:
fr_fr: Texte du bouton :

source: Button will be displayed on the single page.
fr_fr: Le bouton sera affiché sur la page.

source: Button\ Icon (Font Awesome) :
fr_fr: Bouton/icône (Font Awesome) :

source: Please see :
fr_fr: Veuillez lire :

source: Button Link :
fr_fr: Lien du bouton :

source: Directory
fr_fr: Répertoire

source: Everyone can edit?
fr_fr: Tout le monde peut modifier ?

source: Change:
fr_fr: Changer :

source: Article Thumbnail :
fr_fr: Miniature d'article :

source: content:
fr_fr: Contenu :

source: Update
fr_fr: Mise à jour

source: Create
fr_fr: Créer

source: Go Back
fr_fr: Retour

source: No category
fr_fr: Aucune catégorie

source: No icon available.
fr_fr: Aucune icône disponible.

source: Add a box
fr_fr: Ajout de boîte

source: Choose a taxonomy
fr_fr: Choix de taxonomie

source: No Taxonomy..
fr_fr: Aucune taxonomie...

source: You need to choose a taxonomy to add your new category.
fr_fr: Vous devez choisir une taxonomie pour ajouter votre propre catégorie.

source: You need to enter a new category.
fr_fr: Vous devez saisir une nouvelle catégorie.

source: Successfully Added.
fr_fr: Correctement ajouté.

source: Woffice Google Login
fr_fr: Connexion Google Woffice

source: You received "%1$s" new likes
fr_fr: Vous avez reçu "%1$s" nouveaux j’aime

source: You received "%1$s" new comments
fr_fr: Vous avez reçu "%1$s" nouveaux commentaires

source: Your post "%1$s" received a new comment
fr_fr: Votre article "%1$s" a reçu un nouveau commentaire

source: Redirecting
fr_fr: Redirection

source: Password
fr_fr: Mot de passe

source: Password confirmation
fr_fr: Confirmation de mot de passe

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: One of the key is missing so the Recaptcha API is not established.
fr_fr: Une des clés est manquante et l’API Recaptcha n’est pas établie.

source: Register
fr_fr: S'enregistrer

source: Required form field is missing
fr_fr: Requis, champ de formulaire manquant

source: Username too short. At least 4 characters is required
fr_fr: Ce nom d’utilisateur est trop court; au moins 4 caractères sont nécessaire.

source: Password length must be greater than 5
fr_fr: La longueur du mot de passe doit être supérieure à 5

source: Password confirmation doesn't match
fr_fr: La confirmation de mot de passe ne correspond pas.

source: Email is not valid
fr_fr: L'email n'est pas valide

source: Email Already in use
fr_fr: Cette email est déjà utilisé

source: Username Already in use
fr_fr: Ce nom d’utilisateur est déjà utilisé

source: Email domain is incorrect
fr_fr: Le domaine de l’e-mail est incorrect

source: Website is not a valid URL
fr_fr: Le Site Web n'est pas une URL valide

source: Sorry, the %s you entered is not valid
fr_fr: Désolé, le %s saisi n'est pas valide

source: Sorry, the captcha is not valid.
fr_fr: Désolé, le captcha n'est pas valide

source: Sorry, this fields is required
fr_fr: Désolé, ce champ est nécessaire.

source: Registration complete. Please wait for approval.
fr_fr: Inscription terminée. En attente d’approbation.

source: Registration complete. We sent you a confirmation email to:
fr_fr: Inscription terminée. Nous vous avons envoyé un e-mail de confiration sur :

source: Registration complete. You can now
fr_fr: Inscription terminée. Vous pouvez maintenant

source: Sign In
fr_fr: Connexion

source: Sorry, the captcha is empty.
fr_fr: Désolé, le captcha est vide.

source: Invalid request.
fr_fr: Requête non valide.

source: You are not allowed to see the get this information from the REST API
fr_fr: Vous n’êtes pas autorisé à obtenir cette information depuis la REST API

source: All In One Demo
fr_fr: Démo tout-en-un

source: Business Demo
fr_fr: Démo d’entreprise

source: Community Demo
fr_fr: Démo de communauté

source: School Demo
fr_fr: Démo d’école

source: Search...
fr_fr: Rechercher...

source: Right Sidebar
fr_fr: Barre de droite

source: Appears in the main content, left or right as you like see theme settings. Every widget need a title.
fr_fr: Apparaît dans l'ensemble du contenu, de gauche ou de droite comme vous aimez dans les paramètres de thème. Chaque widget a besoin d'un titre.

source: Dashboard Widgets (Page content)
fr_fr: Widgets du tableau de bord (Contenu de page)

source: Appears in the dashboard page.
fr_fr: S'affiche dans la page de tableau de bord.

source: Footer Widgets
fr_fr: Widgets du pied de page

source: Appears in the footer section of the site.
fr_fr: ﻿Apparaît dans le pied de page du site.

source: Dismiss this notice
fr_fr: Ignorer cet avertissement

source: Unit Price
fr_fr: Unité de prix

source: Quantity
fr_fr: Quantité

source: No products in the cart.
fr_fr: Vous n’avez pas d’articles dans votre panier.

source: Cart Subtotal
fr_fr: Sous-total du panier

source: Cart
fr_fr: Panier

source: View your shopping cart
fr_fr: Voir votre panier

source: Calendar ID (optional)
fr_fr: ID de calendrier (optionnel)

source: Number of Months
fr_fr: Nombre de mois

source: Show Featured Image
fr_fr: Afficher l'image mise en avant

source: Hide Past Events
fr_fr: Masquer les événements passés

source: Hide Past Events by
fr_fr: Masquer les événements passés par

source: You can choose which date (start or end) to use to decide when to clasify them as past events.
fr_fr: Vous pouvez choisir quelle date (de début ou de fin) utiliser pour décider de les classer en événements passés.

source: Feature event priority
fr_fr: Priorité des évènements mis en avant

source: Move featured events above others
fr_fr: Déplacer les évènements mis en avant au dessus des autres

source: Event count limit
fr_fr: Limite de compteur d’évènement

source: Limit number of events for each month eg. 3
fr_fr: Limiter le nombre d’événements pour chaque mois. Ex : 3

source: Month Increment
fr_fr: Incrément de mois

source: Change starting month (eg. +1)
fr_fr: Changer le mois de départ (Ex : +1)

source: Event Type
fr_fr: Type d’événement

source: Event Type category IDs - seperate by commas (eg. 3,12)
fr_fr: IDs de catégorie de type d’évènement - séparés par des virgules (Ex : 3,12)

source: Event Type 2
fr_fr: Type d’événement 2

source: Event Type 2 category IDs - seperate by commas (eg. 3,12)
fr_fr: IDs de catégorie de type 2 d’évènement - séparés par des virgules (Ex : 3,12)

source: Fixed Month
fr_fr: Mois fixe

source: Set fixed month for calendar start (integer)
fr_fr: Définir un mois fixe pour le début du calendrier (nombre entier)

source: Fixed Year
fr_fr: Année fixe

source: Set fixed year for calendar start (integer)
fr_fr: Définir une année fixe pour le début du calendrier (nombre entier)

source: Event Order
fr_fr: Ordre d’évènement

source: Select ascending or descending order for event. By default it will be Ascending order.
fr_fr: Sélection d’ordre ascendant ou descendant pour l’événement. Par défaut c’est un ordre ascendant.

source: Event Cut-off
fr_fr: Fin d'événement

source: Past or upcoming events cut-off time. This will allow you to override past event cut-off settings for calendar events. Current date = today at 12:00am
fr_fr: Heure de fin d’événements passé ou à venir. Ceci vous permet de passer outre les réglages de fin d’événements. Date actuelle = ce jour à 12:00am

source: Select which language variation text to use
fr_fr: Sélection de texte de variation de langue à utiliser

source: Hide multiple occurence (HMO)
fr_fr: Masquer les occurences multiples (HMO)

source: Hide events from showing more than once in between months
fr_fr: Masquer les événements affichés plus d’une fois entre les mois

source: Hide month headers
fr_fr: Masquer les en-têtes de mois

source: Remove the month headers that seprate each months events in the list.
fr_fr: Supprimer les en-têtes de mois qui séparent chaque mois des événements dans la liste.

source: Show all repeating events while HMO
fr_fr: Afficher toutes les répétitions d’événement en HMO

source: If you are hiding multiple occurence of event but want to show all repeating events set this to yes
fr_fr: Si vous masquer les occurrences multiples mais que vous voulez afficher les répétitions d’événement configurez ceci sur oui

source: Fixed Month/Year
fr_fr: Mois/Année fixe

source: Set fixed month and year value (Both values required)(integer)
fr_fr: Définir une valeur fixe de mois et année (valeurs nécessaires) (nombre entier)

source: Fixed Date/Month/Year
fr_fr: Date/Mois/Année fixe

source: Set fixed date, month and year value (All values required)(integer)
fr_fr: Définir une valeur fixe de date, mois et année (valeurs nécessaires) (nombre entier)

source: Open eventCards on load
fr_fr: Ouvrir EventCards au chargement

source: Open eventCards when the calendar first load on the page by default. This will override the settings saved for default calendar.
fr_fr: Ouvre eventcards au premier chargement du calendrier sur la page par défaut. Ceci va passer outre les réglages enregistrés pour le calendrier par défaut.

source: User Interaction
fr_fr: Interaction utilisateur

source: Select the user interaction option to override individual event user interactions
fr_fr: Sélection de l’option d’interaction utilisateur pour passer outre les interactions d’événement individuel

source: Do not interact
fr_fr: Ne pas intéragir

source: Lightbox popup window
fr_fr: Fenêtre de visionneuse en popup

source: Open in single event page
fr_fr: Ouvrir dans une page d’événement

source: Event type color override
fr_fr: Passer outre la couleur du type d’évènement

source: Select this option to override event colors with event type colors, if they exists
fr_fr: Sélectionnez ceci pour passer outre la couleur de l’évènement avec la couleur de type d’évènement, si elle existe

source: Show only featured events
fr_fr: N’afficher que les évènements mis en avant

source: Display only featured events in the calendar
fr_fr: N’afficher dans le calendrier que les évènements mis en avant

source: Hide featured events
fr_fr: Masquer les événements mis en avant

source: Hide all the featured events from showing in the calendar
fr_fr: Masquer dans le calendrier tous les évènements mis en avant

source: Show jump months option
fr_fr: Afficher l’option de saut des mois

source: Display month jumper on the calendar
fr_fr: Afficher le saut de mois sur le calendrier

source: Expand jump month on load
fr_fr: Déplier le saut de mois au chargement

source: Show expand jump month section when calendar load
fr_fr: Afficher la section de saut de mois dépliée au chargement du calendrier

source: Accordion effect on eventcards
fr_fr: Effet d’accordéon sur eventcards

source: This will close open events when new one clicked
fr_fr: Ceci fermera les événements ouverts quand un nouveau est cliqué

source: Default Sort by
fr_fr: Tri par défaut par

source: Sort calendar events by on load
fr_fr: Trier les évènements du calendrier au chargement

source: Posted Date
fr_fr: Date de publication

source: Random Order
fr_fr: Ordre aléatoire

source: Disable calendar sort/filter ability
fr_fr: Désactiver la possibilité d’ordre/filtre du calendrier

source: This will hide sort options section on the calendar.
fr_fr: Ceci va masquer les options de tri sur le calendrier au chargement.

source: Expand sort/filter section by default
fr_fr: Déplier la section de tri/filtre par défaut

source: This will expand sort options section on load for calendar.
fr_fr: Ceci va déplier les options de tri sur le calendrier au chargement.

source: * RTL can now be changed from eventON settings
fr_fr: * RTL peut maintenant être changé dans les réglages d’eventON

source: Show load more events button
fr_fr: Afficher le bouton pour charger plus d’évènements

source: Require "event count limit" to work, then this will add a button to show rest of the events for calendar in increments
fr_fr: Nécessite une "limite de compteur d’événement" pour fonctionner, alors ceci affichera un bouton pour afficher le reste des événements

source: Redirect load more events button
fr_fr: Rediriger le bouton pour charger plus d’événements

source: http:// URL the load more events button will redirect to instead of loading more events on the same calendar.
fr_fr: http:// URL ou le bouton pour charger plus d’événements redirigera au lieu de charger plus d’événements sur le même calendrier.

source: Load more events via AJAX
fr_fr: Charger plus d’évènements via AJAX

source: This will load more events via AJAX as oppose to loading all events onLoad.
fr_fr: Ceci va charger plus d’événements via AJAX en opposition au chargement de tous les événements via onLoad.

source: Make this calendar only visible to loggedin user
fr_fr: Rendre ce calendrier visible uniquement par les utilisateurs connectés

source: This will make this calendar only visible to loggedin users
fr_fr: Ceci va rendre ce calendrier visbile uniquement pour les utilisateurs connectés.

source: Show calendar layout changer
fr_fr: Afficher le changeur de mise en page de calendrier

source: Show layout changer on calendar so users can choose between tiles or rows layout
fr_fr: Afficher le changeur de mise en page de calendrier pour que les utilisateurs puissent choisir

source: Calendar Filter Type
fr_fr: Type de filtre du calendrier

source: If sorting/filter allowed for calendar, you can select between dropdown list or checkbox list for multiple filter selection.
fr_fr: Si le tri/filtre est autorisé pour le calendrier, vous pouvez choisir entre un menu déroulant ou des cases à cocher pour une sélection de plusieurs filtres.

source: Dropdown Filter List
fr_fr: Liste de filtre de menu déroulant

source: Multiple Checkbox Filter
fr_fr: Filtre de cases à cocher multiples

source: Install Required Plugins
fr_fr: Installer les extensions requises

source: Install Plugins
fr_fr: Installer les extensions

source: Installing Plugin: %s
fr_fr: Installation de l’extension : %s

source: Updating Plugin: %s
fr_fr: Mise à jour de l'extension : %s

source: Something went wrong with the plugin API.
fr_fr: Une erreur a eu lieu avec l’API de l'extension.

source: Begin installing plugin
fr_fr: Début d'installation d'extension

source: Begin updating plugin
fr_fr: Début de mise à jour d'extension

source: Begin activating plugin
fr_fr: Début d'activation d'extension

source: Return to Required Plugins Installer
fr_fr: Retourner à l’installateur d'extensions requises

source: Return to the Dashboard
fr_fr: Retourner au tableau de bord

source: Plugin activated successfully.
fr_fr: ﻿Extension activée avec succès.

source: The following plugin was activated successfully:
fr_fr: Extension activée avec succès.

source: No action taken. Plugin %1$s was already active.
fr_fr: Aucune action nécessaire. L'extension %1$s est déjà active.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: Extension non activée. Une version plus récente de %s est nécessaire pour ce thème. Veuillez mettre à jour l’extension.

source: All plugins installed and activated successfully. %1$s
fr_fr: Toutes les extensions ont été installées et activées avec succès. %1$s

source: There are one or more required or recommended plugins to install, update or activate.
fr_fr: Il y a une ou plusieurs extensions nécessaires ou recommandées à installer, mettre à jour ou activer.

source: Please contact the administrator of this site for help.
fr_fr: Veuillez contacter l'administrateur de ce site pour de l'aide.
