Repository: esf-devs/esf-themes
Catalog: intranet/woffice/languages/*.po
Languages: fr_fr

source: Show an animated number with a title under, it will takes the full width so you can wrap it in columns.
fr_fr: Afficher un nombre animé avec un titre en dessous, il prendra toute la largeur donc vous pourrez l’intégrer dans des colonnes.

source: The animated number
fr_fr: Numéro animé

source: Only number please or it will not work.
fr_fr: Seulement un numéro s'il vous plaît

source: Title under
fr_fr: Titre sous

source: Sorry, you need to install this plugin first
fr_fr: Désolé, vous devez installer ce plugin tout d'abord

source: BigBlueutton Meetings
fr_fr: BigBlueutton Réunions

source: Dropdown list to show all the meetings from your BigBluebutton account.
fr_fr: Liste déroulante pour afficher toutes les réunions de votre compte de BigBluebutton.

source: Extra Class to the column
fr_fr: Classe supplémentaire à la colonne

source: Such as: center to align in the middle the content inside.
fr_fr: Tels que : Centre d'aligner au milieu du contenu à l'intérieur.

source: Please select a form in the shortcode option.
fr_fr: S'il vous plaît sélectionnez un formulaire dans l'option de shortcode.

source: Add a contact form7
fr_fr: Ajouter un contact form7

source: Choose a form :
fr_fr: Choisissez un formulaire :

source: You need to have installed before the Plugin Contact Form 7.
fr_fr: Vous devez avoir installé avant que le Plugin Contact Form 7.

source: Please select an unique ID in the shortcode option.
fr_fr: S'il vous plaît sélectionnez un ID unique dans l'option de shortcode.

source: Add a full month calendar from EventON events or a single event
fr_fr: Ajout de calendrier mensuel depuis les événements EventON ou un événement unique

source: Main Calendar
fr_fr: Calendrier principal

source: Single Event
fr_fr: Événement unique

source: Unique ID :
fr_fr: ID unique :

source: An unique ID for the Main calendar OR an event ID to display it
fr_fr: Un ID unique pour le calendrier principal OU un ID d’événement pour l’afficher.

source: Auto Open event(s)
fr_fr: Ouvrir automatiquement les évènements

source: Yep
fr_fr: Oui

source: Nope
fr_fr: Non

source: See event excerpt
fr_fr: Voir l’extrait de l’événement

source: EventOn Calendar Form
fr_fr: EventOn Formulaire de Calendrier

source: Add a form so user can create event
fr_fr: Ajoutez un formulaire afin que l'utilisateur puisse créer événement

source: Form Header Text
fr_fr: Texte d’en-tête de formulaire

source: Form Subheader Text
fr_fr: Texte de sous en-tête de formulaire

source: Allow multiple submissions w/o page refresh
fr_fr: Autoriser les envois multiples w/o raffraîchissement de page

source: Please install File Away plugin and make sure it is activated.
fr_fr: Merci d'installer le plugin File Away et de l'activer

source: File Manager (File Away)
fr_fr: Gestionnaire de fichiers (File Away

source: Add a File Away file manager
fr_fr: Ajouter un Manager "File Away"

source: Choose here what you want to generate
fr_fr: Choisissez ici ce que vous voulez générer

source: Directory View
fr_fr: Vue du répertoire

source: Files Upload
fr_fr: Télécharger des fichiers

source: Select a directory
fr_fr: Sélectionner un répertoire

source: Optional Sub directory
fr_fr: Sous-répertoires optionnels

source: The path to a sub directory from the directory you have choose in the last option. Like : test/
fr_fr: Le chemin vers un sous-répertoire du répertoire que vous avez choisi dans la dernière option. Comme : test/

source: Additional attributes
fr_fr: Attributs additionnels

source: If you want add additional attributes, you can just put here, separating them with a space. Example: manager=on images=only
fr_fr: Si vous voulez ajouter des attributs supplémentaires, vous pouvez les mettre ici, en les séparant avec un espace. Exemple : Manager = sur images = uniquement

source: If you need more options about this, please use the default shortcode generator from the plugin, it is slower but you'll find more options. You can also have a look on this article for more details
fr_fr: Si vous avez besoin d'autres options à ce sujet, vous pouvez utiliser le générateur de code court par défaut du plugin, il est plus lent mais vous trouverez plus d'options . Vous pouvez aussi jeter un oeil sur cet article pour plus de détails

source: Frontend Creation
fr_fr: Permettre de modifier dans l’interface publique

source: Add a form to send new posts, projects or wiki from the frontend.
fr_fr: Ajout de formulaire pour envoyer les nouveaux articles, projets ou wiki depuis l’interface publique.

source: Blog Post
fr_fr: Article du blog

source: Wiki Post
fr_fr: Article de wiki

source: Project Post
fr_fr: Article de projet

source: New Post Type Created
fr_fr: Nouveau type de publication créé

source: Nothing will be displayed if the user isn't allowed to.
fr_fr: Rien ne sera affiché si l’utilisateur n’y est pas autorisé.

source: Full Width Text
fr_fr: Texte en pleine largeur

source: Full width container, it is not in the white container and will use light colors as in the sidebar.
fr_fr: Conteneur sur toute la largeur, il n'y est pas dans le conteneur blanc et utilisera les couleurs claires comme dans la barre latérale.

source: This is the content of the container.
fr_fr: Ceci est le contenu du conteneur.

source: Display Learndash elements
fr_fr: Afficher les éléments Learndash

source: What do you want to display ?
fr_fr: Que voulez vous afficher?

source: Current User data (Courses, scores, certificates..)
fr_fr: Données utilisateur actuelles ( cours, les notes , certificats ..)

source: Courses list
fr_fr: Liste des Cours

source: Lessons list
fr_fr: Listes des cours

source: Quizzes list
fr_fr: Liste des Quiz

source: Course's content
fr_fr: Contenu :

source: The next options are only if you have selected Course, Lessons, Quizzes list in the option above.
fr_fr: Les options suivantes sont uniquement si vous avez sélectionné cours, leçons , quiz dans la liste de l'option ci-dessus.

source: Number :
fr_fr: Numéro

source: order :
fr_fr: Trier par :

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Optional Tag :
fr_fr: Balise optionnelle:

source: Display only the ones from a specific tag. We need its slug here.
fr_fr: Afficher seulement ceux d'une balise spécifique . Nous avons besoin de son slug ici .

source: Optional Category :
fr_fr: Catégorie optionnel

source: Display only the ones from a specific category. We need its slug here.
fr_fr: Afficher seulement ceux d'une catégorie spécifique. Nous avons besoin de son slug ici .

source: For the current user :
fr_fr: Pour l'utilisateur actuel

source: Display the data only for the current user ? (Not all courses, but his courses for example). ONLY FOR THE COURSES
fr_fr: Afficher les données uniquement pour l'utilisateur actuel ? (Pas tous les cours , mais ses cours par exemple). SEULEMENT pour les cours

source: List
fr_fr: Liste

source: Add a list with some icons
fr_fr: Ajouter une liste avec des icônes

source: List style
fr_fr: Style de la liste

source: This is the icon at the beginning.
fr_fr: Il s'agit de l'icône au début.

source: List Items
fr_fr: Liste d'éléments

source: Display avatars of the members with link to their profiles.
fr_fr: Afficher un avatar des membres avec un lien vers leurs profils

source: All Users
fr_fr: Tous les membres

source: Select members type
fr_fr: Sélectionner un type de membres

source: Please select a value in the shortcode option.
fr_fr: Veuillez sélectionner une valeur dans l'option de shortcode.

source: File Manager (Multiverso)
fr_fr: Gestionnaire de fichiers (Multiverso)

source: Add a Multiverso file manager/file/all files/category...
fr_fr: Ajouter une fichier Multiverso gestionnaire/fichier/tous les fichiers/catégorie...

source: Content :
fr_fr: Contenu :

source: All files
fr_fr: Tous les fichiers

source: Single File
fr_fr: Fichier unique

source: Files Category
fr_fr: Catégorie de fichiers

source: Files Manager
fr_fr: Gestionnaire de fichiers

source: Select File :
fr_fr: Sélectionner un fichier :

source: (If you have chosen -> Single file)
fr_fr: (Si vous avez choisi-> fichier unique)

source: Select Category :
fr_fr: Sélectionner une catégorie :

source: (If you have chosen -> Files Category)
fr_fr: (Si vous avez choisi-> catégorie de fichiers)

source: Add a calendar from Pro Event Plugin, can also display frontend form.
fr_fr: Ajout de calendrier depuis l’extension Pro Event, peut aussi afficher un formulaire dans l’interface publique.

source: Calendar
fr_fr: Calendrier

source: Layout
fr_fr: Mise en page

source: Default (calendar)
fr_fr: Par défaut (calendrier)

source: Upcoming Events
fr_fr: Événements à venir

source: Past Events
fr_fr: Événements passés

source: Accordion List
fr_fr: Liste accordéon

source: Accordion Upcoming Events
fr_fr: Accordéon des événements à venir

source: Add Event
fr_fr: Ajout d’événement

source: List of Bookings by Logged in User
fr_fr: Liste des réservations par utilisateur connecté

source: Today Events
fr_fr: Événéments du jour

source: Google Map Upcoming Events
fr_fr: Carte Google des événements à venir

source: Grid Upcoming Events
fr_fr: Grille des événements à venir

source: Countdown
fr_fr: Compte à rebours

source: View
fr_fr: Voir

source: Monthly Calendar (Displays a calendar with counters or event titles.)
fr_fr: Calendrier mensuel (affiche un calendrier avec compteurs et titres d’événements)

source: Monthly Event List (List all events in the month)
fr_fr: Liste mensuelle d’événement (liste de tous les événements du mois)

source: Weekly (Events weekly as a schedule or a list)
fr_fr: Hebdomadaire (événements hebdomadaires comme un calendrier ou une liste)

source: Daily (Events daily as a schedule or a list)
fr_fr: Tous les jours (événements quotidiens comme un calendrier ou une liste)

source: All events ?
fr_fr: Tous les événements ?

source: Display the events from all the calendars and unassigned events.
fr_fr: Afficher les événements depuis tous les calendriers et les événements non assignés.

source: Progress Bar
fr_fr: Bar de progression

source: A cool progress bar
fr_fr: Une barre de progression cool

source: Progress
fr_fr: Progression

source: Choose an icon that will be on the progress bar at the beginning.
fr_fr: Choisissez une icône qui sera dans la barre de progression au début.

source: You have
fr_fr: Vous avez

source: has
fr_fr: a

source: tasks
fr_fr: Tâches

source: Well done ! You don't have any task from your projects.
fr_fr: Bien joué ! Vous n'avez aucune tâches dans votre projet.

source: No task found.
fr_fr: Aucune tâche trouvée.

source: Assigned Tasks
fr_fr: Tâches assignées

source: Display user's tasks.
fr_fr: Afficher les tâches de l’utilisateur

source: Current User
fr_fr: Utilisateur actuel

source: Select member
fr_fr: Sélection de membre

source: Please select an ID for the Trello Element.
fr_fr: Merci de sélectionner un ID pour l'élément Trello

source: Please install the plugin
fr_fr: Veuillez installer le plugin

source: Add a Trello Element
fr_fr: Ajouter un élément Trello

source: Type of Trello element
fr_fr: Type d'élément Trello

source: You need to have installed before the Plugin WP Trello.
fr_fr: Vous devez avoir installé avant que le Plugin WP Trello

source: The ID of the element, you can find it in the URL or in Settings -> WP TRELLO -> API Helper
fr_fr: L'ID de l'élément , vous pouvez le trouver dans l'URL ou dans Paramètres - > WP Trello - > API Helper

source: Link ?
fr_fr: Lien?

source: Display as a link to Trello.
fr_fr: Afficher comme lien vers Trello

source: ago
fr_fr: de cela

source: Blog Posts
fr_fr: Articles du blog

source: Lastest blog posts.
fr_fr: Derniers articles du blog.

source: Number of posts
fr_fr: Nombre d'articles

source: Show posts excerpt
fr_fr: Afficher l’extrait d’article

source: Categories
fr_fr: Catégories

source: Leave empty to remove the filter.
fr_fr: Laissez vide pour retirer le filtre.

source: Button
fr_fr: Bouton

source: A very awesome button
fr_fr: Un bouton très impressionnant

source: Button Label
fr_fr: Label du bouton

source: This is the text that appears on your button
fr_fr: Ceci est le texte qui apparaît sur votre bouton

source: Button Link
fr_fr: Lien du bouton

source: Where should your button link to
fr_fr: Où votre bouton doit lier ?

source: Open Link in New Window
fr_fr: Ouvrir le lien dans une nouvelle fenêtre

source: Select here if you want to open the linked page in a new window
fr_fr: Cochez ici si vous voulez ouvrir la page liée dans une nouvelle fenêtre

source: Button icon
fr_fr: Icône du bouton

source: Choose an icon for your button just before the label
fr_fr: Choisir une icône pour votre bouton juste avant le label

source: Button size
fr_fr: Taille du bouton

source: Choose a size for your button
fr_fr: Choisissez une taille pour le bouton

source: Small
fr_fr: Petit

source: Default
fr_fr: Défaut

source: Large
fr_fr: Grand

source: Button color
fr_fr: Couleur du bouton

source: Choose a color for your button background
fr_fr: choisir une couleur pour votre bouton de fond

source: Title with borders.
fr_fr: Titre avec bordures.

source: Write the heading title content.
fr_fr: Écrire le titre de la rubrique contenu.

source: Heading Size
fr_fr: Taille du titre

source: Add a Woocommerce products
fr_fr: Ajouter un produit Woocommerce

source: Headline
fr_fr: Titre Principal

source: This is the heading that appears above the carousel
fr_fr: Ceci est l'en-tête qui apparaît avant le carroussel

source: You need to have installed before the Plugin Woocommerce.
fr_fr: Vous devez avoir installé avant le Plugin Woocommerce

source: Recent Products
fr_fr: Produits récents

source: Featured Products
fr_fr: Produits Présentés

source: Products
fr_fr: Produits

source: Top Rated Products
fr_fr: Produits les mieux notés

source: Releated Products
fr_fr: Produits relatifs

source: Order by :
fr_fr: Trier par :

source: Menu Order
fr_fr: Ordre du Menu

source: Rand
fr_fr: Aléatoire

source: Order
fr_fr: Trier par

source: This is the order of the products
fr_fr: Ceci est l'ordre des produits

source: How many ?
fr_fr: Combien

source: How many products do you want to show, they'll be added in a 4 columns carousel.
fr_fr: Combien de produits que vous voulez montrer , ils vont être ajoutées dans un carrousel 4 colonnes .

source: (Woffice) Birthdays
fr_fr: (Woffice) Anniversaires

source: Upcoming Birthdays
fr_fr: Prochains Anniversaires

source: Sorry no birthdays set...
fr_fr: Désolé aucun anniversaires configurés

# happy birthday ON 25-06
source: on
fr_fr: le

source: Happy Birthday!
fr_fr: Joyeux anniversaire !

source: Woffice Birthdays
fr_fr: Woffice anniversaires

source: Enables the possibility to add a birthdays widget in Woffice. (See documentation for detailed information).
fr_fr: Permet la possibilité d'ajouter un widget d'anniversaires dans Woffice. (Voir la documentation pour plus d'informations).

source: Birthdays Extension
fr_fr: Extension d'anniversaires

source: Wigdet Options
fr_fr: Options Widget

source: Show the age of the person
fr_fr: Afficher l'âge de la personnes

source: In the widget beside the name
fr_fr: Dans le widget, à côté du nom

source: Date Format
fr_fr: Format de date

source: Change date format of Birthday displayed in widgets. Default is 'F d', check other on <a href='http://php.net/manual/en/function.date.php' target='_blank'>php manual</a>
fr_fr: Change le format de date d’anniversaire affiché dans les widgets. Par défaut : 'F d'. Consultez le <a href='http://php.net/manual/en/function.date.php' target='_blank'>manuel php</a>

source: Field's name
fr_fr: Nom du champ

source: This is the name of the field available in the user's profile
fr_fr: Ceci est le nom du champ disponible dans le profil de l’utilisateur

source: Number of birthdays to show
fr_fr: Nombre d’anniversaire à afficher

source: The max number of elements to show in the list.
fr_fr: Le nombre maximum d’éléments à afficher dans la liste.

source: Working Anniversaries?
fr_fr: Anniversaires fonctionnels ?

source: All instructions can be found <a href='https://alkaweb.ticksy.com/article/10400/' target='_blank'>on this article</a>.
fr_fr: Toutes les instructions sont <a href='https://alkaweb.ticksy.com/article/10400/' target='_blank'>sur cet article</a>.

source: Uploading...
fr_fr: Téléchargement...

source: Unable to upload file...
fr_fr: Impossible de télécharger le fichier...

source: Image uploaded.
fr_fr: image téléchargée

source: An error occurred and the upload failed.
fr_fr: une erreur est survenue et le téléchargement a échoué

source: Unable to upload file.
fr_fr: Impossible de télécharger le fichier.

source: Image Deleted
fr_fr: Image supprimée

source: URL to the cover image, you can upload the image from your profile page on the top right corner.
fr_fr: URL vers l'image de couverture, vous pouvez télécharger l'image depuis votre page profile dans le coin à droite.

source: Woffice Cover
fr_fr: Woffice Image Couverture

source: Enables the possibility to add a cover image to your Buddypress profile.
fr_fr: Active la possibilité d'ajouter une image de couverture au profil Buddypress

source: Cover Options
fr_fr: Options couverture

source: Default Cover Options
fr_fr: Options de couverture par défaut

source: Default Cover
fr_fr: Couverture par défaut

source: It is an optional option, it's not required
fr_fr: Ceci est optionnel, ce n'est pas requis

source: Item
fr_fr: Objet

source: Add New
fr_fr: Ajouter

source: Edit Item
fr_fr: Éditer :

source: View %s
fr_fr: Voir %s

source: All %s
fr_fr: Tous les fichiers %s

source: Search %s
fr_fr: Rechercher %s

source: No %s found
fr_fr: Pas de %s trouvé

source: No %s found in the trash
fr_fr: Aucun %s trouvé dans la poubelle.

source: Directory Categories
fr_fr: Catégories des répertoires

source: Directory Category
fr_fr: Catégorie du répertoire

source: Search Directory Categories
fr_fr: Rechercher les catégories de répertoires

source: All Directory Categories
fr_fr: Toutes les catégories du répertoire

source: Edit Directory
fr_fr: Editer le répertoire

source: Update Directory Category
fr_fr: Mettre à jour la catégorie du répertoire

source: Add New Directory Category
fr_fr: Ajouter une nouvelle catégorie de répertoire

source: New Directory Category
fr_fr: Ajouter une catégorie de répertoire

source: Woffice Directory
fr_fr: Woffice Répertoire

source: Enables the possibility to add a complete directory page to your site for Jobs, Partners...
fr_fr: Active la possibilité d'ajouter une page de répertoire pour vos emplois, partenaires...

source: Settings
fr_fr: Paramètres

source: Main Options
fr_fr: Options principales

source: Directory item name
fr_fr: Nom du répertoire objet

source: This is the name in the Wordpress menus, like Job, Partners, Corporates...
fr_fr: Il s'agit du nom dans le menu WordPress comme Job, Partenaire, entreprises...

source: Zoom level
fr_fr: Niveau du Zoom

source: Just the level of zooming in the map (Main directory page).
fr_fr: Juste le niveau de zoom sur la carte

source: Center
fr_fr: Centre

source: This is the center of the map (Main directory page).
fr_fr: Ceci est le centre de la carte (Page répertoire principale)

source: Default fields
fr_fr: Champs par défaut

source: This is the default fields displayed on all the directory single page, if it is empty you'll be able to choose different fields for every item.
fr_fr: Ce sont les champs par défaut affichés sur toutes les pages uniques de l'annuaire , si cela est vide, vous serez en mesure de choisir différents champs pour chaque article .

source: Default value
fr_fr: Valeur par défaut

source: Enables the possibility to add a funfacts widget in Woffice. (See documentation for detailed informations).
fr_fr: Permet la possibilité d'ajouter un widget de funfacts dans Woffice. (Voir la documentation pour plus d'informations).

source: They will be displayed as in a slider within the widget, you can use for any other purpose than fun facts.
fr_fr: Ils seront affichés comme dans un slider dans le widget, vous pouvez utiliser n'importe quel autre outil que fun facts.

source: Login With Google
fr_fr: Se connecter avec Google

source: Sign In With Facebook
fr_fr: S'inscrire avec Facebook

source: or
fr_fr: ou

source: Woffice Social Login
fr_fr: Woffice Connexion avec les réseaux sociaux

source: Enables the possibility to login with your Google & Facebook Account. (See documentation for detailed informations).
fr_fr: Active la possibilité de se connecter avec son compte Google & Facebook. (Voir la documentation pour plus d'informations).

source: Google Login (Depreciated)
fr_fr: Connexion Google (dépréciée)

source: Old extension :
fr_fr: Ancienne extension !

source: Your callback URL :
fr_fr: Votre URL de rappel :

source: Project name
fr_fr: Nom du Projet

source: When you have enabled the Google+ API in the Google API page, you have created a project. Please copy/past its name here.
fr_fr: Lorsque vous avez activé l'API Google+ dans la page Google API , vous avez créé un projet . S'il vous plaît copier / coller son nom ici .

source: Client ID
fr_fr: ID client

source: Your Google API client ID for this project (see Credentials page).
fr_fr: Votre ID de Google API client pour ce projet (voir page de vérification des pouvoirs ) .

source: Client Secret
fr_fr: Secret client

source: Your Google API Secret key for this project (downloaded in a JSON file).
fr_fr: Votre clé secrète API Google pour ce projet (téléchargée dans un fichier JSON ) .

source: Show the button ?
fr_fr: Afficher le bouton ?

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Masquer

source: Do you want to show it on the login page, you can hide if you only want to use Facebook one.
fr_fr: Voulez-vous pour l'afficher sur la page de connexion , vous pouvez cacher si vous ne voulez utiliser que Facebook .

source: Facebook Sign In (Register)
fr_fr: Connexion avec Facebook (S'enregistrer)

source: If it is on OFF, please be sure to have installed and activated the plugin : Nextend Facebook Connect.
fr_fr: Si cela est "Désactivé", soyez certains d'avoir installé et activé le plugin : Nextend Facebook Connect.

source: Do you want to show it on the login page, you can hide if you only want to use Google one, if the plugin is not installed it will be hide by default.
fr_fr: Voulez-vous pour l'afficher sur la page de connexion , vous pouvez cacher si vous ne voulez utiliser que Google , si le plugin n'est pas installé , il sera masqué par défaut.

source: Enables the possibility to add a Coming Soon & Maintenance feature in Woffice. (See documentation for detailed informations).
fr_fr: Active la possibilité d'ajouter une fonctionnalité Prochainement & Maintenance avec Woffice . ( Voir la documentation pour des informations détaillées ) .

source: Content Options
fr_fr: Options du contenu

source: Status
fr_fr: Statut

source: Once enabled it'll redirects all the visitors/members to the maintenance page.
fr_fr: Une fois activé , cela va rediriger tous les visiteurs / membres à la page de maintenance .

source: On
fr_fr: Activé

source: Off
fr_fr: Désactivé

source: This is the headline displayed on the page.
fr_fr: C'est le titre principal affiché sur la page

source: Below the headline
fr_fr: en dessous du titre principal

source: Background Options
fr_fr: Options arrière plan

source: Text color
fr_fr: Couleur du texte

source: This is the text color over the image.
fr_fr: C'est la couleur du texte sur l'image.

source: This is the background color and the image will be over it.
fr_fr: Il s'agit de la couleur d'arrière-plan et l'image dessus.

source: Background Image
fr_fr: Image de fond

source: Large Image on fullscreen.
fr_fr: Grande image sur plein écran.

source: Layer Opacity
fr_fr: Opacité du fond
