Repository: esf-devs/esf-themes
Catalog: intranet/woffice/languages/*.po
Languages: fr_fr

source: You can set here a Wunderlist list ID, once it is PUBLISHED. However, this is an experimental feature for now, because your list will be public but only the persons with the link will be able to see it
fr_fr: Vous pouvez définir un ID de liste Wunderlist ici, dès qu'il sera PUBLIE. Cependant, c'est une fonctionnalité expérimentale pour l'instant, parce que votre liste sera public mais uniquement aux personnes ayant le lien seront capables de le voir

source: Calendar sync
fr_fr: Calendrier sync

source: If it is checked, an event will be added to eventON calendar when the post is created.
fr_fr: Si c'est coché, un évenement sera ajouté au calendrier eventOn lorsque l'article sera crée

source: Project Files
fr_fr: Fichiers du projet

source: If it is checked, a directory will be created in your directory 1 set in your File Away settings. See the following link for details informations :
fr_fr: Si c'est coché, un répertoire sera crée dans le Répertoire 1 défini dans vos paramètres File Away. Regarder le lien suivant pour plus d'informations:

source: Wiki settings
fr_fr: Paramètres Wiki

source: The excluded roles will not be able to see that wiki article, they will receive an error message instead.
fr_fr: Les membres exclus ne sera pas en mesure de voir cette page, ils recevront un message d'erreur à la place.

source: If this is checked, all loggedin members with editing permissions on wiki will be able to edit this single post, otherwise only the author of the post and the administrators will be able to do it (This affect only the frontend).
fr_fr: Si coché, tous les membres connectés avec des autorisations de modification sur le wiki pourront modifier cet article, sinon seuls l'auteur et les administrateurs pourront le faire (ceci affecte uniquement l'interface publique).

source: This is a featured wiki
fr_fr: Ceci est un wiki mis en avant

source: This will display a star before the wiki name, in the listing.
fr_fr: Ceci affichera une étoile avant le nom du wiki, dans le listing.

source: Alka Pro (soon)
fr_fr: Alka Pro (bientôt)

source: Features
fr_fr: Caractéristiques

source: Chat
fr_fr: Discussion

source: Enable the live chat ?
fr_fr: Activer la discussion instantanée ?

source: Refresh time
fr_fr: Temps de rafraîchissement

source: Live refresh time in milliseconds to fetch new messages once the chat is open, server performance are heavily affected by this.
fr_fr: Temps de raffraîchement en millisecondes pour récupérer les nouveaux messages une fois que la discussion est ouverte, les perfrormances serveur peuvent être affectées par ceci.

source: Enable the Emojis picker?
fr_fr: Activer le choix d’Emojis ?

source: Enable welcome modal ?
fr_fr: Activer la modale de bienvenue ?

source: This modal will be displayed only one time for each user, it can provide detail or rules for the chat.
fr_fr: Cette modale sera affichée seulement une fois pour chaque utilisateur, il peut fournir les règles pour la discussion.

source: Welcome title
fr_fr: Titre de bienvenue

source: Welcome message
fr_fr: Message de bienvenue

source: BuddyPress tab creator
fr_fr: Créateur d’onglet Buddypress

source: Not available
fr_fr: Non disponible

source: No pro account has been found, it's required for this feature.
fr_fr: Aucun compte pro trouvé, ceci est nécessaire pour cette fonction.

source: Add
fr_fr: Ajout

source: Tabs
fr_fr: Onglets

source: PHP Action
fr_fr: Actions PHP

source: Like: <b>woffice_bp_tab_my_tab</b>. Must be unique. This advanced option let you attach any PHP function to the tab content by calling:
fr_fr: J’iame : <b>woffice_bp_tab_my_tab</b>. Doit être unique. Cette option avancée vous permet d’attacher toute fonction PHP à l’onglet de contenu en appellant :

source: Please see the official WordPress documentation for more details here:
fr_fr: Veuillez lire la documentation officielle de WordPress pour en savoir plus :

source: If checked the field will be displayed on the members page.
fr_fr: Si c'est coché, le champ apparaitra sur la page membre

source: Add %s to advanced search?
fr_fr: Ajouter %s à la recherche avancée ?

source: If checked the field will be aded to the advanced search form in the members page.
fr_fr: Si coché, le champ sera ajouté au formulaire de recherche avancée dans la page des membres.

source: Field's icon
fr_fr: Icône du champ

source: Show the WordPress email
fr_fr: Afficher l’e-mail Wordpress

source: If checked the standard WordPress email (the email used to login) will be displayed on the members page.
fr_fr: Si coché, l’e-mail standard de WordPress (utilisé pour la connexion) sera affiché sur la page des membres.

source: Add wordpress email to advanced search?
fr_fr: Ajouter l’e-mail WordPress à la recherche avancée ?

source: Main options
fr_fr: Options principales

source: New Member Types
fr_fr: Nouveaux Types de membres

source: This option is not longer available within Woffice Theme Settings, now you need to use this external plugin to manage user roles:
fr_fr: Cette option n’est plus disponible dans les réglages du thème Woffice, maitenant vous devez utiliser cette extension externe pour gérer les rôles utilisateur :

source: Personal Calendar
fr_fr: Calendrier personnel

source: Show the personal calendar tab on user's profile.
fr_fr: Montrer le calendrier personnel sur le profile de l'utilisateur

source: Personal Note
fr_fr: Note personnelle

source: Show the personal note tab on user's profile.
fr_fr: Montrer l’onglet de personnelle sur le profil de l'utilisateur

source: Social Fields
fr_fr: Chamsp sociaux

source: Show the social fields in the profile.
fr_fr: Afficher les champs sociaux dans le profil.

source: User member title
fr_fr: Titre de membre utilisateur

source: This is what will be displayed for each user in the members directory.
fr_fr: C'est ce qui sera affiché pour chacun des utilisateurs dans le répertoire membre.

source: First & Last Names
fr_fr: Prénoms et noms

source: Members filter
fr_fr: Filtre des Membres

source: Show the dropdown filter on the Buddypress members directory.
fr_fr: Afficher le filtre déroulant sur ​​l'annuaire des membres Buddypress .

source: Members advanced search
fr_fr: Recherche avancée de membres

source: Show the extra fields to filter members (Fields have to be enabled below).
fr_fr: Afficher les champs extras pour filter les membres (les champs doivent être activés ci-dessous).

source: Sort Members by
fr_fr: Trier les membres par

source: Alphabetically
fr_fr: Ordre alphabétique

source: Online
fr_fr: En ligne

source: Popular
fr_fr: Populaires

source: Random
fr_fr: Aléatoire

source: Members layout
fr_fr: Mise en page des membres

source: Layout of your members directory.
fr_fr: Mise en page pour le répertoire de vos membres.

source: Cards
fr_fr: Cartes

source: Table
fr_fr: Tableau

source: Members Excluded (Directory)
fr_fr: Membre exclus (répertoire)

source: Do you want to exclude a role from the Members directory, they won't be displayed on the page.
fr_fr: Voulez vous exclure un rôle du Trombinoscope, ils ne seront plus affichés sur la page.

source: Members Directory autolinks
fr_fr: Liens auto des membres du répertoire

source: Auto search for Buddypress fields displayed in the directory.
fr_fr: Recherche auto pour les champs Buddypress affichés dans le répertoire.

source: Display fields in Buddypress members directory
fr_fr: Afficher les champs Buddypress dans le répertoire membre

source: Custom Code
fr_fr: Code personnalisé

source: Custom CSS
fr_fr: CSS personnalisé

source: Type your custom CSS here
fr_fr: ﻿Saisissez votre CSS personnalisé

source: No need to set the tags (&lt;style&gt;&lt;/style&gt;). It is better to change the CSS changes here than editing the theme files ;) or you can create a child theme if you have a lot of changes.
fr_fr: Pas besoin de définir les balises (< style >< / style >). Il est préférable de changer les changements CSS ici qu'en éditant les fichiers du thème ;) ou vous pouvez créer un thème 'enfant' si vous avez beaucoup de changements.

source: Without the HTML tags "style" please
fr_fr: Sans le code HTML tags « style » s'il vous plaît

source: Custom Javascript
fr_fr: Javascript personnalisé

source: Type your custom Jquery/Javascript here
fr_fr: ﻿Saisissez votre JQuery/Javascript personnalisé ici

source: No need to set the tags (&lt;script&gt;&lt;/script&gt;). It will understands the "$", all is wrapped in a Jquery function.
fr_fr: Pas besoin de mettre les tags (&lt;script&gt;&lt;/script&gt;). ICela comprendra "$", tout est formé dans une fonction Jquery.

source: Without the HTML tags "script" please
fr_fr: Sans le code HTML tags « style » s'il vous plaît

source: Type your custom scripts here
fr_fr: ﻿Saisissez vos scripts personnalisés ici

source: This section is perfect for <b>Google Analytics or other scripts like that</b>, it will be loaded in the footer. You have to wrap your code with &lt;script&gt;&lt;/script&gt;.
fr_fr: Cette section est parfaite pour <b>Google Analytics ou les autres scripts</b> elle sera chargée dans le pied. Vous devez entourer votre code avec &lt;script&gt;&lt;/script&gt;.

source: HTML tags "script" needed
fr_fr: Balises HTML "script" nécessaires

source: Use Minified files ?
fr_fr: Utiliser des fichiers minifiés ?

source: Whether we use a minified file or not for the theme's custom scripts. Needs to be off if you've made changes on your side.
fr_fr: Si nous utilisons un fichier minified ou non pour les scripts personnalisés du thème. Doit être désactivé si vous avez fait des changements de votre côté.

source: Home Dashboard
fr_fr: Tableau de bord

source: Number of columns in the dashboard
fr_fr: Nombre de colonnes dans le tableau de bord

source: This is only for non-mobiles devices, because it is responsive.
fr_fr: C'est uniquement pour les appareils non-mobiles, parce que c'est responsive.

source: 1 Columns
fr_fr: 1 Colonne

source: 2 Columns
fr_fr: 2 Colonnes

source: 3 Columns
fr_fr: 3 Colonnes

source: Allow Drag & Drop ?
fr_fr: Autoriser le glisser/déposer ?

source: User will be able to re-order their dashboard widgets.
fr_fr: Les utilisateurs pourront réorganiser les widgets de leur tableau de bord.

source: Uppercase Headlines ?
fr_fr: En-tête en majuscule ?

source: This is an option for the titles of the widgets in the dashboard page.
fr_fr: Ceci est une option globale pour les titres des widgets de la page de tableau de bord.

source: Footer & Extrafooter
fr_fr: Pied de page & Extra Pied de page

source: Footer Options
fr_fr: Options du pied de page

source: Show the Footer Widgets
fr_fr: Afficher les Widgets de pied de page

source: They will be above the copyright bar and below the extrafooter bar. You can set them in the widget page.
fr_fr: Ils seront au-dessus de la barre du Copyright et au-dessous de la barre d'extra Pied de page. Vous pouvez les définir dans la page du widget.

source: Footer Widgets Layout
fr_fr: Mise en page des widgets de pied

source: This is the color used in the footer for the texts.
fr_fr: Il s'agit de la couleur utilisée dans le pied de page pour les textes.

source: Link color
fr_fr: Couleur de lien

source: The colored color within the footer
fr_fr: La couleur dans le pied de page

source: Widgets Background Color
fr_fr: Couleur d'arrière-plan de widgets

source: Color used in the widget background
fr_fr: Couleur utilisée pour l'arrière-plan de widget

source: Copyright Background Color
fr_fr: ﻿Couleurs de l'arrière-plan (Copyright)

source: Copyright text in uppercase ?
fr_fr: Le texte du Copyright en majuscules ?

source: Copyright Content
fr_fr: Contenu du Copyright

source: Color of the border between the widgets and the copyright.
fr_fr: Couleur de la bordure entre les widgets et le copyright.

source: Extra Footer
fr_fr: Extra Pied de page

source: Show extra footer bar ?
fr_fr: Afficher l'extra pied de page ?

source: That is a box with random photos of your members with a tagline over these images and a link to any page you like. (Usually, the member directory page)
fr_fr: C'est une boîte avec des photos au hasard de vos membres avec un slogan sur ces images et un lien vers n'importe quelle page que vous aimez. (Habituellement, la page de répertoire de membre)

source: Extrafooter Content
fr_fr: Contenu de Extra Pied de page

source: The text on the extra footer, you can use some "span" elements to color some words.
fr_fr: Le texte sur l'extra pied de page, vous pouvez utiliser certains éléments « span » pour quelques mots de couleur.

source: Extrafooter Link
fr_fr: Lien de Extra Pied de page

source: Link when the user click on that extra footer bar.
fr_fr: Lien lorsque l'utilisateur clique sur l'extra Pied de page.

source: Border color
fr_fr: Couleur bordure

source: Color of the border between the content and the extrafooter.
fr_fr: Couleur de la bordure entre le contenu et l'extra Pied de page.

source: Show only profile with avatar ?
fr_fr: Afficher uniquement le profil avec avatar ?

source: This is not a good idea if you have a lot of users (1000+).
fr_fr: Ceci n’est pas une bonne idée si vous avez beaucoup d’utilisateur (+ de 1000)

source: Random avatars ?
fr_fr: Avatars aléatoires ?

source: We pick 100 random users in every page load.
fr_fr: Nous choisissons 100 utilisateurs aléatoires à chaque chargement de page.

source: Allow repetive faces ?
fr_fr: Autoriser les faces répétitives ?

source: Allow to display more times the same user.
fr_fr: Autoriser d’afficher plusieurs fois le même utilisateur

source: General Options
fr_fr: Options générales

source: Page loading
fr_fr: Chargement de la page

source: Show the page loading bar above the navbar.
fr_fr: Afficher la barre de chargement de page au-dessus de la barre de navigation.

source: Hide website ?
fr_fr: Masquer le site ?

source: Do you want to hide the website from Search engines, so it is only accessible by URL.
fr_fr: Voulez-vous cacher le site internet de moteurs de recherche , il est uniquement accessible par URL .

source: Woffice topbar ?
fr_fr: Woffice barre en-tête?

source: Do you want to see the Woffice topbar links in the admin bar.
fr_fr: Vous voulez afficher liens Woffice dans la barre d'administration ?

source: Google MAP API Key
fr_fr: Clé d’API Google MAP

source: This key is used for all the Google MAPs (Not the members map creation)
fr_fr: Cette clé est utilisée pour toutes les cartes Google (Sauf la création de carte des membres)

source: Upload a favicon image (PNG 32px x 32px)
fr_fr: Télécharger une image de favicon (PNG 32px x 32px)

source: (Android) Icon 1
fr_fr: (Android) Icône 1

source: Upload an image (PNG 192px x 192px). For screens with a density of 4.0
fr_fr: Télécharger une image (PNG 192px x 192px). Pour les écrans avec une densité de 4,0

source: (Android) Icon 2
fr_fr: (Android) Icône 2

source: Upload an image (PNG 144px x 144px). For screens with a density of 3.0
fr_fr: Télécharger une image (PNG 144px x 144px). Pour les écrans avec une densité de 3.0

source: (Iphone) Icon
fr_fr: (Iphone) Icône

source: Upload an image (PNG 114px x 114px)
fr_fr: Télécharger une image (PNG 114px x 114px)

source: (Ipad) Icon
fr_fr: (Ipad) Icône

source: Upload an image (PNG 144px x 144px)
fr_fr: Télécharger une image (PNG 144px x 144px)

source: Header bar
fr_fr: Barre d'en-tête

source: Main Logo
fr_fr: Logo Principal

source: Upload your image for the logo (white color advised)
fr_fr: Télécharger votre image pour le logo (couleur blanche conseillé)

source: Logo Width
fr_fr: Largeur du Logo

source: A number please
fr_fr: Un numéro s'il vous plaît

source: No need to set px
fr_fr: Pas besoin de définir px

source: Navigation Bar Height
fr_fr: Hauteur de la barre de navigation

source: Do you want to hide the logo ?
fr_fr: Vous voulez cacher le logo ?

source: Fixed navigation ?
fr_fr: Barre de navigation fixe ?

source: Do you want to fix the navigation on the top of the screen when scrolling.
fr_fr: Vous ne souhaitez pas fixer la barre de navigation sur le haut de l'écran lors du défilement.

source: This is the color used for the text (username)
fr_fr: Il s'agit de la couleur utilisée pour le texte (nom d'utilisateur)

source: The background color of the navbar
fr_fr: La couleur d'arrière-plan de la barre de navigation

source: Icons color
fr_fr: Couleur des icônes

source: This is the color used in the header for the icons.
fr_fr: Il s'agit de la couleur utilisée dans l'en-tête pour les icônes.

source: Link hover color
fr_fr: Couleurs des liens survolés

source: The Hover color on the menu links, also for the submenu.
fr_fr: La couleur sur les liens survolés du menu, également pour le sous-menu.

source: Search icon in the menu ?
fr_fr: Icône de recherche dans le menu ?

source: Do you want to show the seacrh icon at the end of the menu.
fr_fr: Vous voulez afficher l'icône de recherche à la fin du menu.

source: User box ?
fr_fr: Zone de l'utilisateur ?

source: Do you want to show the user box in the navbar ?
fr_fr: Vous voulez afficher la boîte de l'utilisateur dans la barre de navigation ?

source: Login link ?
fr_fr: Lien de connexion?

source: If the page is accessible do you want to display a link to your login page ?
fr_fr: Si la page est accessible, voulez vous afficher un lien vers la page de connexion ?

source: Login / Register
fr_fr: Connexion / Inscription

source: Login options
fr_fr: Options de connexion

source: Custom Login Page
fr_fr: Personnalisé Page de Connexion

source: nope
fr_fr: non

source: That is going to replace the login page from Wordpress with the new one from Woffice -> IMPORTANT! The page as to be named LOGIN please.
fr_fr: Qui va remplacer la page de connexion de Wordpress par la nouvelle de Woffice-> IMPORTANT ! La page doit être nommée LOGIN s'il vous plaît.

source: Login Page Layout
fr_fr: Mise en page de page de connexion

source: Login page
fr_fr: Page de connexion

source: This is the login page, it needs the Template fields to be set as "LOGIN".
fr_fr: Ceci est la page de connexion , elle doit avoir le modèle de page définie «LOGIN» .

source: Just select the page's name here
fr_fr: Sélectionner juste le nom de la page ici

source: Welcome Message
fr_fr: Message de bienvenue

source: Above the login form
fr_fr: Au-dessus du formulaire de connexion

source: Image Opacity
fr_fr: Opacité de l'image

source: This is the opacity of the image over the background color
fr_fr: C'est l'opacité de l'image sur la couleur d'arrière-plan

source: Logo Image
fr_fr: Image Logo

source: Just your logo as a PNG file
fr_fr: Juste votre logo en format PNG

source: This is the width of your logo in the login page, no "px" please. If you leave this empty will be used the original image size. Image will mantein proportion
fr_fr: Ceci est la largeur de votre logo sur la page de connexion, sans "px". Si vous laissez ceci vide la taille originale de l’image sera utilisée. L’image gardera ses proportions.

source: Revolution Slider ID
fr_fr: ID Revolution Slider

source: Optional Revolution's slider ID
fr_fr: ID Revolution Slider (optionnel)

source: Show Wordpress Logo
fr_fr: Afficher le Logo de Wordpress

source: Show reset password link
fr_fr: Montrer le lien de mot de passe de réinitialisation

source: If you select Yep, we will add a link to the "reset password" Wordpress page, so the visitor can get a new password.
fr_fr: Si vous sélectionnez Oui, nous ajouterons un lien vers la page de Wordpress « Réinitialiser votre mot de passe », afin que le visiteur obtienne un nouveau mot de passe.

source: After login ?
fr_fr: Après la connexion ?

source: Custom URL
fr_fr: URL personnalisée

source: Previous URL
fr_fr: URL précédente

source: Homepage
fr_fr: Page d'accueil

source: If you select Custom URL above.
fr_fr: Si vous sélectionnez URL personnalisée ci-dessus.

source: Registers Options
fr_fr: Options d'enregistrement

source: Register message
fr_fr: Message d'inscription

source: This is the text displayed before the Register button if the anyone can register in the Wordpress settings.
fr_fr: C'est le texte affiché avant le bouton s'enregistrer si la personne peut s'inscrire dans les paramètres de Wordpress.

source: Email verification
fr_fr: Vérification d’e-mail

source: Send am email to the user to validate him email address.
fr_fr: Envoyer un e-mail à l’utilisateur pour valider son adresse

source: you have to set the page in BuddyPress > Settings > Pages.
fr_fr: vous devez définir la page dans Buddypress > Réglages > Pages.

source: Auto login
fr_fr: Connexion auto

source: When a new user successfully register, he will be redirected to your home page automatically.
fr_fr: Lorsqu'un nouvel utilisateur s'est enregistré, il sera automatiquement redirigé vers votre page d'accueil.

source: User won't be auto-redirected if the email verification is active.
fr_fr: Les utilisateurs ne seront pas redirigés si la vérification d’e-mail est active.

source: Send Email to user on registration?
fr_fr: Envoyer un e-mail à l’utilisateur à l’enregistrement ?

source: When an user complete the registration, send an email to the user with a confirmation about the registration process.
fr_fr: Lorsqu'un utilisateur termine l'enregistrement, envoyer un e-mail à l'utilisateur avec une confirmation sur le processus d'enregistrement.

source: This email won't be sent if the email verification is active.
fr_fr: Cet e-mail ne sera pas envoyé si la vérification d'e-mail est active.

source: Send Email to admin on registration?
fr_fr: Envoyer un e-mail à l’admin à l’enregistrement ?

source: When an user complete the registration, send an email to the admin to alert him about the new registration.
fr_fr: Lorsqu'un utilisateur termine l'enregistrement, envoyer un e-mail à l'administrateur pour l'avertir.

source: Buddypress Xprofile fields ?
fr_fr: Champs Buddypress Xprofile ?

source: Do you want to see the Buddypress Xprofile fields from the "Base" displayed on the register form ? Thus, you can add as many field as you like.
fr_fr: Voulez-vous voir les champs Buddypress Xprofile de la " base " affichés sur le formulaire d'inscription ? Ainsi, vous pouvez ajouter autant de champs que vous le souhaitez .

source: Role field in the form
fr_fr: Champ rôle dans le formulaire

source: Do you want to see the Role field in the registration form ? Of course, "administrator" is not in the option.
fr_fr: Voulez-vous voir le champ Rôle dans le formulaire d'inscription ? Bien sûr, "administrateur" n'est pas dans l'option .

source: Exclude roles from the form
fr_fr: Exclure des rôles du formulaire

source: Do you want to exclude some roles from the register form? Admin and Super Admin are already excluded.
fr_fr: Voulez vous exclure des rôles du formulaire d’enregistrement ? Les admins et supers admins sont déjà exclus.

source: Captcha on Register form ?
fr_fr: Captcha sur le formulaire d'enregistrement?

source: Do you want to see a captcha on the register page, if you select "yep" please fill the fields below.
fr_fr: Voulez-vous voir un captcha sur la page du registre , si vous sélectionnez " oui " veuillez remplir les champs ci-dessous .

source: A question that humans can reply but not robots.
fr_fr: Une question auquel un humain peut répondre et non un robot.

source: Captcha Answer
fr_fr: Réponse Captcha

source: The answer of the question above.
fr_fr: La réponse à la question précédente

source: Do you want to redirect the user to your Levels page when the user clicks on the "Register" button. This page needs to be public and excluded from the redirection process.
fr_fr: Voulez vous rediriger l’utilisateur vers votre page de niveaux quand il clique sur le bouton "Enregistrement" ? Cette page doit être publique et exclue du processus de redirection.

source: Allow only a certain Email domain to register.
fr_fr: Autoriser uniquement un certain domaine d’e-mail à s’enregistrer
