Repository: esf-devs/esf-themes
Catalog: intranet/woffice/languages/*.po
Languages: fr_fr

source: Search for:
fr_fr: Recherche pour :

source: Search..
fr_fr: Rechercher...

source: Now Editing &ldquo;%s&rdquo;
fr_fr: Modification de &ldquo;%s&rdquo;

source: Create New Topic in &ldquo;%s&rdquo;
fr_fr: Créer un nouveau sujet dans &ldquo;%s&rdquo;

source: Create New Topic
fr_fr: Créer un nouveau sujet

source: This forum is marked as closed to new topics, however your posting capabilities still allow you to do so.
fr_fr: Ce forum est fermé aux nouveaux sujets. Cependant, votre compte vous permet toujours d’en créer.

source: Your account has the ability to post unrestricted HTML content.
fr_fr: Votre compte a la capacité d’afficher du contenu HTML sans restriction.

source: Topic Title (Maximum Length: %d):
fr_fr: Titre du sujet (longueur maximale: %d):

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
fr_fr: Vous pouvez utiliser les balises et attributs <abbr title="HyperText Markup Language">HTML</abbr> suivants :

source: Topic Tags:
fr_fr: ﻿Mots clés du sujet :

source: (No Forum)
fr_fr: (Pas de forum)

source: Topic Type:
fr_fr: Type de sujet :

source: Topic Status:
fr_fr: État du sujet :

source: Notify the author of follow-up replies via email
fr_fr: Informer l’auteur des réponses par e-mail

source: Notify me of follow-up replies via email
fr_fr: M’informer des réponses par e-mail

source: Keep a log of this edit:
fr_fr: Tenir un journal de cette édition :

source: Optional reason for editing:
fr_fr: Raison optionnelle pour l’édition :

source: Submit
fr_fr: Envoyer

source: The forum &#8216;%s&#8217; is closed to new topics and replies.
fr_fr: Le forum &#8216;%s&#8217; est fermé aux nouveaux sujets et nouvelles réponses.

source: You cannot create new topics.
fr_fr: Vous ne pouvez pas créer de nouveaux sujets.

source: You must be logged in to create new topics.
fr_fr: Vous devez être connecté pour créer de nouveaux sujets.

source: Author
fr_fr: Auteur

source: Posts
fr_fr: Articles

source: Replies
fr_fr: Réponses

source: in reply to:
fr_fr: en réponse à :

source: Started by: %1$s
fr_fr: Débuté par : %1$s

source: in: <a href="%1$s">%2$s</a>
fr_fr: dans : <a href="%1$s">%2$s</a>

source: Topic
fr_fr: Sujet

source: Load More
fr_fr: Voir plus

source: Sorry, there was no activity found. Please try a different filter.
fr_fr: Désolé, il n'y a aucune activité. S'il vous plaît essayez un autre filtre.

source: <a href="%1$s">%2$s</a> replied <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>
fr_fr: <a href="%1$s">%2$s</a> a répondu <a href="%3$s" class="activity-time-since"><span class="time-since">%4$s</span></a>

source: View Conversation
fr_fr: Aficher la discussion

source: Mark as Favorite
fr_fr: Marquer comme favori

source: Remove Favorite
fr_fr: Retirer des favoris

source: Post
fr_fr: Article

source: Cancel
fr_fr: Annuler

source: The public activity for everyone on this site.
fr_fr: L'activité publique pour tout e monde sur ce site.

source: All Members <span>%s</span>
fr_fr: Tous les membres <span>%s</span>

source: The activity of my friends only.
fr_fr: L'activité de mes amis uniquement.

source: My Friends <span>%s</span>
fr_fr: Mes amis <span>%s</span>

source: The activity of groups I am a member of.
fr_fr: L'activité des groupes dont je suis membre.

source: My Groups <span>%s</span>
fr_fr: Mes Groupes <span>%s</span>

source: The activity I've marked as a favorite.
fr_fr: L'activité que j'ai marqué en favoris.

source: My Favorites <span>%s</span>
fr_fr: ﻿Mes Favoris <span>%s</span>

source: Activity that I have been mentioned in.
fr_fr: L'activité dans laquelle j'ai été mentionné.

source: Mentions
fr_fr: Citations

# Number of new activity mentions
source: %s new
fr_fr: %s nouveau

source: RSS Feed
fr_fr: Flux RSS

source: Show:
fr_fr: Afficher :

source: &mdash; Everything &mdash;
fr_fr: &mdash; Tout &mdash;

source: What's new in %s, %s?
fr_fr: Quoi de neuf dans %s, %s ?

source: What's new, %s?
fr_fr: Quoi de neuf, %s ?

source: Post Update
fr_fr: Mettre à jour l’article

source: Post in
fr_fr: Publier dans

source: My Profile
fr_fr: Mon profil

source: Delete Group
fr_fr: Supprimer le groupe

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
fr_fr: ﻿AVERTISSEMENT: la suppression de ce groupe va complètement supprimer tout le contenu qui lui est associée. Ceci est irréversible, veuillez être prudents avec cette option.

source: I understand the consequences of deleting this group.
fr_fr: Je comprends les conséquences de la suppression de ce groupe.

source: Manage Group Details
fr_fr: Gestion des détails de groupe

source: Group Name (required)
fr_fr: Nom du groupe (obligatoire)

source: Group Description (required)
fr_fr: Description du groupe (obligatoire)

source: Notify group members of these changes via email
fr_fr: Avertissez les membres du groupe de ces changements par email

source: Save Changes
fr_fr: Enregistrer les changements

source: Group Avatar
fr_fr: Avatar du groupe

source: Upload an image to use as a profile photo for this group. The image will be shown on the main group page, and in search results.
fr_fr: ﻿Ajouter une image à utiliser comme un avatar de ce groupe. L&#39;image s&#39;affiche sur la page du groupe principal, et dans les résultats de recherche.

source: Select an image
fr_fr: Sélectionner une image

source: Upload Image
fr_fr: Envoi d'image

source: If you'd like to remove the existing group profile photo but not upload a new one, please use the delete group profile photo button.
fr_fr: Si vous souhaitez supprimer la photo du groupe existant, mais pas en télécharger à nouveau, s'il vous plaît utilisez le bouton 'supprimer la photo du groupe'.

source: Delete Group Profile Photo
fr_fr: Supprimer la photo du groupe

source: Crop Profile Photo
fr_fr: Recadrer la photo

source: Profile photo to crop
fr_fr: Photo de profil à rogner

source: Profile photo preview
fr_fr: Aperçu de photo de profil

source: Crop Image
fr_fr: Rogner l'image

source: Cover Image
fr_fr: Image de couverture

source: The Cover Image will be used to customize the header of your group.
fr_fr: L’image de couverture sera utilisée pour personnaliser l’en-tête de votre groupe.

source: Manage Group Settings
fr_fr: Gestion des réglages du groupe

source: Enable discussion forum
fr_fr: Activez le forum de discussion

source: Privacy Options
fr_fr: Options de confidentialité

source: This is a public group
fr_fr: Ceci est un groupe public

source: Any site member can join this group.
fr_fr: Tout membre du site peut rejoindre ce groupe.

source: This group will be listed in the groups directory and in search results.
fr_fr: Ce groupe ne sera pas listé dans le répertoire des groupes ou dans les résultats de recherche.

source: Group content and activity will be visible to any site member.
fr_fr: Le contenu et l'activité du groupe seront visibles à tout membre du site.

source: This is a private group
fr_fr: ﻿Ceci est un groupe privé

source: Only users who request membership and are accepted can join the group.
fr_fr: Seuls les utilisateurs qui demandent l'adhésion et qui sont acceptées peuvent rejoindre le groupe.

source: Group content and activity will only be visible to members of the group.
fr_fr: Le contenu et l'activité du Groupe ne seront visibles que pour les membres du groupe.

source: This is a hidden group
fr_fr: Il s'agit d'un groupe masqué

source: Only users who are invited can join the group.
fr_fr: Seuls les utilisateurs qui sont invités peuvent rejoindre le groupe.

source: This group will not be listed in the groups directory or search results.
fr_fr: Ce groupe ne sera pas listé dans le répertoire des groupes ou dans les résultats de recherche.

source: Group Types
fr_fr: Types du groupe

source: Select the types this group should be a part of.
fr_fr: Sélectionnez les types dont ce groupe doit faire partie.

source: Group Invitations
fr_fr: Invitations de groupe

source: Which members of this group are allowed to invite others?
fr_fr: Quels sont les membres de ce groupe autorisés à inviter d&#39;autres personnes?

source: All group members
fr_fr: Tous les membres du groupe

source: Group admins and mods only
fr_fr: Uniquement les admins et modérateurs du groupe

source: Group admins only
fr_fr: Uniquement les admins du groupe

source: Manage Members
fr_fr: Gestion des membres

source: Administrators
fr_fr: Administrateurs

source: Demote to Member
fr_fr: ﻿Rétrograder en membre

source: No group administrators were found.
fr_fr: Aucun administrateur de groupe trouvé.

source: Moderators
fr_fr: Modérateurs

source: Promote to Admin
fr_fr: Promouvoir en Admin

source: No group moderators were found.
fr_fr: Aucun modérateur de groupe trouvé.

source: Members
fr_fr: Membres

source: (banned)
fr_fr: (bannis)

source: Unban this member
fr_fr: Débannir ce membre

source: Remove Ban
fr_fr: Supprimer le ban

source: Kick &amp; Ban
fr_fr: Renvoyer &amp; Bannir

source: Promote to Mod
fr_fr: Promouvoir en Modérateur

source: Remove from group
fr_fr: Retirer du groupe

source: No group members were found.
fr_fr: Aucun membre de groupe trouvé.

source: Manage Membership Requests
fr_fr: Gestion des demandes de membres

source: Reply
fr_fr: Répondre

source: Forum Directory
fr_fr: Annuaire Forum

source: Edit:
fr_fr: Éditer :

source: Title:
fr_fr: Titre :

source: Content:
fr_fr: Contenu :

source: Tags (comma separated):
fr_fr: Mots-clés (séparés par une virgule) :

source: This topic does not exist.
fr_fr: Ce sujet n&#39;existe pas.

source: New Reply
fr_fr: Nouvelle réponse

source: Topic tags:
fr_fr: ﻿Mots clés du sujet :

source: %1$s said %2$s:
fr_fr: ﻿%1$s dit %2$s:

source: Permanent link to this post
fr_fr: Permalien pour cet article

source: There are no posts for this topic.
fr_fr: Il n'y a pas de messages pour ce sujet.

source: You will auto join this group when you reply to this topic.
fr_fr: Vous rejoindrez automatiquement ce groupe en répondant à ce sujet.

source: Add a reply:
fr_fr: Ajouter une réponse:

source: Post Reply
fr_fr: Publier la réponse

source: This topic is closed, replies are no longer accepted.
fr_fr: Ce sujet est fermé, les réponses ne sont plus acceptées.

source: Group secondary navigation
fr_fr: Navigation secondaire du groupe

source: Group Admins
fr_fr: Groupe Admins

source: Group Mods
fr_fr: Groupe Modérateurs

source: active %s
fr_fr: ﻿actif %s

source: New Topic
fr_fr: Nouveau sujet

source: Order By:
fr_fr: Trier par :

source: Last Active
fr_fr: ﻿Dernier actif

source: Most Posts
fr_fr: Articles les plus populaires

source: Unreplied
fr_fr: Sans réponses

source: You will auto join this group when you start a new topic.
fr_fr: ﻿Vous rejoindrez automatiquement ce groupe en créant un nouveau sujet.

source: Post a New Topic:
fr_fr: Poster un nouveau sujet :

source: Post Topic
fr_fr: Publier le sujet

source: Remove Invite
fr_fr: Supprimer l'invitation

source: Select friends to invite.
fr_fr: Sélectionnez amis à inviter.

source: Send Invites
fr_fr: Envoi des invitations

source: No members were found.
fr_fr: Aucun membre n'a été trouvé

source: You are requesting to become a member of the group '%s'.
fr_fr: ﻿Vous demandez à devenir un membre du groupe '%s'.

source: Comments (optional)
fr_fr: Commentaires (facultatifs)

source: Send Request
fr_fr: Envoyer la demande

source: Accept
fr_fr: Accepter

source: Reject
fr_fr: Refuser

source: There are no pending membership requests.
fr_fr: Il n'y a pas de demandes d'adhésion en cours.

source: Group invitations can only be extended to friends.
fr_fr: invitations de groupe ne peuvent être étendues à des amis.

source: Once you've made some friendships, you'll be able to invite those members to this group.
fr_fr: Une fois que vous avez fait quelques amitiés, vous serez en mesure d'inviter les membres de ce groupe.

source: All of your friends already belong to this group.
fr_fr: Tous vos amis appartiennent déjà à ce groupe.

source: Group Forums
fr_fr: Forums du groupe

source: Should this group have a forum?
fr_fr: Ce groupe doit-il avoir un forum ?

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
fr_fr: <strong>Attention Administrateurs:</strong> Les forums de groupe nécessitent <a href=\"%s\">une configuration correcte</a> de l'installation bbPress.

source: To skip the group profile photo upload process, hit the "Next Step" button.
fr_fr: Pour sauter le processus de téléchargement de photos de profil de groupe, cliquez sur le bouton «Suivant».

source: Crop Group Profile Photo
fr_fr: Recadrer la photo du groupe

source: Select people to invite from your friends list.
fr_fr: Sélectionnez personnes à inviter à partir de votre liste d'amis.

source: Once you have built up friend connections you will be able to invite others to your group.
fr_fr: Une fois que vous avez ajouté des amis, vous serez en mesure d'inviter d'autres personnes à votre groupe.

source: Back to Previous Step
fr_fr: Retour à l’étape précédente

source: Next Step
fr_fr: Étape suivante

source: Create Group and Continue
fr_fr: Créer le groupe et continuer

source: Finish
fr_fr: Terminer

source: There were no groups found.
fr_fr: Aucun groupe trouvé.

source: All Groups <span>%s</span>
fr_fr: ﻿Tous les groupes <span>%s</span>

source: You have no pending friendship requests.
fr_fr: Vous n'avez pas de demandes d'amitié en attente.

# Group member count
source: 1 member
fr_fr: 1 membre

source: You have no outstanding group invites.
fr_fr: Vous n'avez pas de demande de groupe en attente.

source: Send To (Username or Friend's Name)
fr_fr: Envoyer à (Utilisateur ou Ami)

source: This is a notice to all users.
fr_fr: Ceci est une notice pour tous les utilisateurs.

source: Subject
fr_fr: Sujet

source: Send Message
fr_fr: Envoi du message

source: Select all
fr_fr: Tout sélectionner

source: From
fr_fr: De:

source: From:
fr_fr: De:

source: To:
fr_fr: Pour:

source: View Message
fr_fr: Voir le message

source: Read
fr_fr: Lu

source: Unread
fr_fr: Non lu

source: Delete
fr_fr: Supprimer

source: Sorry, no messages were found.
fr_fr: Désolé, aucun message n'a été trouvé.

source: Sent:
fr_fr: Envoyé :

source: Delete Message
fr_fr: Supprimer le message

source: Sorry, no notices were found.
fr_fr: Désolé, aucun avis ont été trouvés.

source: You are alone in this conversation.
fr_fr: Vous êtes seul dans cette conversation.

source: Conversation between %s recipients.
fr_fr: Conversation entre %s destinataires.

source: Conversation between %s and you.
fr_fr: ﻿Conversation entre %s et vous.

source: Delete Conversation
fr_fr: Supprimer la conversation

source: Send a Reply
fr_fr: Envoyer une réponse

source: Send Reply
fr_fr: Envoyer la réponse

source: You have no unread notifications.
fr_fr: Vous avez pas de notifications non lues.

source: This member has no unread notifications.
fr_fr: ﻿Ce membre n&#39;a pas de notifications non lues.

source: You have no notifications.
fr_fr: ﻿Vous n&#39;avez pas de notification.

source: This member has no notifications.
fr_fr: Ce membre n'a aucune notification.

source: Date Received
fr_fr: Date de réception

source: Change Profile Photo
fr_fr: Modifier la photo du profil

source: Your profile photo will be used on your profile and throughout the site. If there is a <a href="http://gravatar.com">Gravatar</a> associated with your account email we will use that, or you can upload an image from your computer.
fr_fr: La photo est affichée sur votre profil et sur l'ensemble du site. Si vous utilisez <a href="http://gravatar.com">Gravatar</a> avec le mail que vous avez indiqué lors de votre inscription, il sera affiché. Sinon vous pouvez envoyer une image de votre choix depuis votre ordinateur.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Image' to proceed.
fr_fr: Cliquez ci-dessous pour sélectionner un fichier JPG, GIF ou PNG photo de votre ordinateur, puis cliquez sur 'Télécharger l'image' pour continuer.

source: If you'd like to delete your current profile photo but not upload a new one, please use the delete profile photo button.
fr_fr: Si vous souhaitez supprimer la photo du groupe existant, mais pas en télécharger à nouveau, s'il vous plaît utilisez le bouton 'Supprimer la photo du profil'.

source: Delete Profile Photo
fr_fr: Supprimer la photo de profil

source: Delete My Profile Photo
fr_fr: Supprimer la photo du profil

source: Crop Your New Profile Photo
fr_fr: Recadrer la photo du profil

source: Profile Photo to crop
fr_fr: Photo de profil à rogner

source: Profile Photo preview
fr_fr: Aperçu de photo de profil

source: Your profile photo will be used on your profile and throughout the site. To change your profile photo, please create an account with <a href="http://gravatar.com">Gravatar</a> using the same email address as you used to register with this site.
fr_fr: Votre avatar sera utilisé sur votre profil et sur l'ensemble du site. Pour changer votre avatar, créez un compte avec <a href="http://gravatar.com">Gravatar</a> en utilisant la même adresse e-mail que vous avez utilisé pour vous inscrire sur ce site.

source: Change Cover Image
fr_fr: Changer l’image de couverture

source: Your Cover Image will be used to customize the header of your profile.
fr_fr: Votre image de couverture sera utilisée pour personnaliser l’en-tête de votre profil.

source: %s's Profile
fr_fr: %s's Profil

source: Name
fr_fr: Nom

source: About Me
fr_fr: A propos de moi

source: Website
fr_fr: Site Web

source: This user is a spammer.
fr_fr: Cet utilisateur est un spammeur.

source: Save
fr_fr: Sauvegarder

source: Deleting your account will delete all of the content you have created. It will be completely irrecoverable.
fr_fr: La suppression de votre compte supprimera tout le contenu que vous avez créé. Ceci est irréversible.

source: Deleting this account will delete all of the content it has created. It will be completely irrecoverable.
fr_fr: Supprimer ce compte supprimera également tout le contenu créé par ce dernier. Cette action est irréversible.

source: I understand the consequences.
fr_fr: Je comprends les conséquences.

source: Delete Account
fr_fr: Supprimer le compte

source: Current Password <span>(required to update email or change current password)</span>
fr_fr: Mot de passe actuel <span>(nécessaire afin de mettre à jour l’adresse e-mail, ou le mot de passe)</span>

source: Password Lost and Found
fr_fr: Mot de passe perdu et trouvé

source: Lost your password?
fr_fr: Mot de passe perdu ?

source: Account Email
fr_fr: Email du compte

source: Change Password <span>(leave blank for no change)</span>
fr_fr: Changer le mot de passe <span>(laisser vide pour ne rien changer)</span>

source: New Password
fr_fr: Nouveau mot de passe

source: Repeat New Password
fr_fr: Répétez le mot de passe

source: Send an email notice when:
fr_fr: Me prévenir par Email lorsque :

source: Visibility
fr_fr: Visibilité

source: Save Settings
fr_fr: Enregistrer les réglages

source: Newest
fr_fr: Plus récent

source: Alphabetical
fr_fr: Alphabétique

source: Newest Registered
fr_fr: Derniers inscrits

source: Most Members
fr_fr: Membres populaires

source: Newly Created
fr_fr: Nouvellement créé

source: Your account was activated successfully! Your account details have been sent to you in a separate email.
fr_fr: Votre compte a été activé avec succès! Vos détails de compte ont été envoyés dans un email distinct.

source: Your account was activated successfully! You can now <a href="%s">log in</a> with the username and password you provided when you signed up.
fr_fr: Votre compte a été activé avec succès! Vous pouvez maintenant vous <a href="%s">Connecter</a> avec le nom d'utilisateur et mot de passe que vous avez fourni lors de votre inscription.

source: Please provide a valid activation key.
fr_fr: Veuillez fournir une clé d&#39;activation valide.

source: Activation Key:
fr_fr: Clé d'activation:

source: Activate
fr_fr: Activer

source: Role
fr_fr: Nom du rôle

source: Activity
fr_fr: Activité

source: Friendship
fr_fr: Amitiés

source: Sorry, no members were found.
fr_fr: Désolé, aucun membre n'a été trouvé.

source: User registration is currently not allowed.
fr_fr: L&#39;enregistrement d&#39;utilisateurs n&#39;est autorisé actuellement.

source: Registering for this site is easy. Just fill in the fields below, and we'll get a new account set up for you in no time.
fr_fr: L’inscription est simple et rapide. Remplissez le formulaire ci-dessous et votre compte sera immédiatement créé.

source: Account Details
fr_fr: Détail du compte

source: Username
fr_fr: Nom d'utilisateur

source: (required)
fr_fr: (requis)

source: Email Address
fr_fr: Adresse e-mail

source: Choose a Password
fr_fr: Choisissez un mot de passe

source: Confirm Password
fr_fr: Confirmez votre mot de passe

source: Profile Details
fr_fr: Détails du profil

source: This field can be seen by: <span class="current-visibility-level">%s</span>
fr_fr: Ce champ peut être vu par : <span class=« current-visibility-level »>%s</span>

# Change profile field visibility level
source: Change
fr_fr: Changer

source: Who can see this field?
fr_fr: Qui peut voir ce champ?

source: Close
fr_fr: Fermer

source: Blog Details
fr_fr: Détails du blog

source: Yes, I'd like to create a new site
fr_fr: Oui j'aimerais créer un nouveau site

source: Site Title
fr_fr: Titre du site

source: I would like my site to appear in search engines, and in public listings around this network.
fr_fr: Je voudrais que mon site apparaisse dans les moteurs de recherche, et dans les annonces publiques autour de ce réseau.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Complete Sign Up
fr_fr: Terminer l’inscription

source: You have successfully created your account! To begin using this site you will need to activate your account via the email we have just sent to your address.
fr_fr: Vous avez créé votre compte! Pour commencer à utiliser ce site, vous aurez besoin pour activer votre compte via le email que nous venons d&#39;envoyer à votre adresse.

source: You have successfully created your account! Please log in using the username and password you have just created.
fr_fr: Votre compte a été activé avec succès! Vous pouvez maintenant vous <a href="%s">Connecter</a> avec le nom d'utilisateur et mot de passe que vous avez fourni lors de votre inscription.

source: You need the Single Event addon from EventOn shop to have this feature since Woffice 1.7.2.
fr_fr: Vous avez besoin du module Single Event de EventOn pour avoir cette fonction depuis Woffice 1.7.2.

source: View Details
fr_fr: Voir les détails

source: Alert Box
fr_fr: Message d'alerte

source: This is a box that you can customize with an icon and a background
fr_fr: Il s'agit d'une boîte que vous pouvez personnaliser avec une icône et un fond

source: Content Elements
fr_fr: Éléments de contenu

source: Title
fr_fr: Titre

source: This is the title of the box.
fr_fr: C'est le titre de la boîte.

source: Content
fr_fr: Contenu

source: This is the content of the box.
fr_fr: Ceci est le contenu de la boîte.

source: Icon
fr_fr: Icône

source: The icon will be displayed in the background with a small opacity
fr_fr: L'icône est affichée à l'arrière-plan avec une faible opacité

source: Background color
fr_fr: Couleur d’arrière plan

source: The background of the box, remember that the white color should come out.
fr_fr: L'arrière-plan de la boîte, n'oubliez pas que la couleur blanche devrait sortir.

source: Animated Number
fr_fr: Numéro animé
