Repository: esf-devs/esf-themes
Catalog: intranet/woffice/languages/*.po
Languages: fr_fr

source: This is the opacity of the layer with the color over the background image.
fr_fr: Ceci est l'opacité du calque avec la couleur par dessus l'image d'arrière-plan .

source: A number between 0 - 1, if you choose 0 it will becomes hidden.
fr_fr: Un nombre entre 0 - 1, si vous choisissez 0 il devient caché.

source: This is an extra icon so it looks better.
fr_fr: Ceci est une icône supplémentaire de sorte que l'affichage soit meilleur

source: (Woffice) Users Map
fr_fr: (Woffice) Carte des membres

source: Users Map
fr_fr: Carte des utilisateurs

source: Members around the world
fr_fr: Membres du monde entier

source: Sorry there is no users locations so we can not display the map. As it is empty.
fr_fr: Désolé il n'y aucun emplacement d'utilisateurs donc nous ne pouvons pas afficher la carte car elle est vide.

source: This address will be used on the members directory map, please make sure this address is valid for Google Map.
fr_fr: Cette adresse sera utilisée sur la carte de répertoire de membres, veuillez vous assurer que l'adresse est valide pour Google Map

source: Woffice Members Map
fr_fr: Carte de membres Woffice

source: Enables the possibility to add a map of Buddypress members in Woffice. (See documentation for detailed informations).
fr_fr: Permet la possibilité d'ajouter une carte de membres Buddypress dans Woffice. (Voir la documentation pour plus d'informations).

source: Google Geocoding API Public Key
fr_fr: Clé publique de l'API Google Geocoding

source: We are using the GeoCoding Google API to get coordinates from users locations. By default it is working with our API key but as there are many Woffice around, the Quota (2500 requests per day) may be reached really quickly so the map will no longer be available. That is why it is important to use you own Google API key. Please see :
fr_fr: Nous utilisons l'API Google GeoCoding pour obtenir les coordonnées des sites utilisateurs. Par défaut, il travaille avec notre clé API mais s'il y a beaucoup de Woffice dessus, le quota (2500 visites par jour) peuvent être atteint très rapidement, donc la carte ne sera plus disponible. C'est pourquoi il est important de vous utilisez propre clé API Google. Veuillez consulter :

source: Google API Status
fr_fr: API Google Statut

source: Just the level of zooming in the map.
fr_fr: Le niveau de zoom de la carte

source: This is the center of the map.
fr_fr: Ceci est le centre de la carte

source: Get the poll from the Unyson Extensions
fr_fr: Téléchargez le sondage des Extensions Unyson

source: (Woffice) Poll
fr_fr: (Woffice) Sondage

source: Poll
fr_fr: Sondage

source: Answers
fr_fr: Réponses

source: Sorry ! It is only for logged users.
fr_fr: Désolé ! Uniquement pour les utilisateurs enregistrés.

source: Send
fr_fr: Envoyer

source: Thanks ! Here are the results for
fr_fr: Merci ! Voici les résultats pour

source: Sorry, there is no answer set yet in the Extension options.
fr_fr: Désolé, il n'y a aucune réponse encore dans les options de l'Extension.

source: No results :
fr_fr: Aucun résultat :

source: In percentage (%)
fr_fr: En pourcentage (%)

source: Total answers number :
fr_fr: Nombre total de réponses :

source: Are you sure you want to delete this poll ?
fr_fr: Etes vous sûr de vouloir supprimer ce sondage ?

source: Delete Poll
fr_fr: Supprimer le sondage

source: Export results
fr_fr: Export des résultats

source: Error, something is wrong please refresh this page. Note that you can not vote twice.
fr_fr: Erreur, quelque chose c'est mal passé, veuillez actualiser cette page. Notez que vous ne pouvez pas voter deux fois.

source: Results are in percentage
fr_fr: Les résultats sont en pourcentage

source: Woffice Poll
fr_fr: Woffice Sondage

source: Enables the possibility to add a poll widget in Woffice. (See documentation for detailed informations).
fr_fr: Permet la possibilité d'ajouter un widget de sondage à Woffice. (Voir la documentation pour plus d'informations).

source: Build Poll
fr_fr: Créer le sondage

source: Information :
fr_fr: Informations :

source: Poll Question
fr_fr: Questions du sondage

source: Poll answers
fr_fr: Réponses du sondage

source: These questions will be displayed within the widget in Woffice.
fr_fr: Ces questions seront affichera dans le widget dans Woffice.

source: Only for logged Users
fr_fr: Uniquement pour les utilisateurs enregistrés

source: Results
fr_fr: Résultats

source: Projects
fr_fr: Projets

source: See Project
fr_fr: Voir le projet

source: (Woffice) Projects
fr_fr: (Woffice) Projets

source: Only current user
fr_fr: Seul l'utilisateur actuel

source: Category:
fr_fr: Catégorie :

source: All
fr_fr: Tous

source: (Woffice) User tasks
fr_fr: (Woffice) tâches de l'utilisateur

source: task
fr_fr: tâche

source: Sorry you don't have any project yet.
fr_fr: Désolé vous n'avez aucun projet encore.

source: Project
fr_fr: Projet

source: Edit Project
fr_fr: Modifier le projet

source: View Project
fr_fr: Voir le projet

source: All Projects
fr_fr: Tout les projets

source: Search Project
fr_fr: Rechercher un projet

source: No Project found.
fr_fr: Aucun projet trouvé.

source: No Project found in Trash.
fr_fr: Aucun projet trouvé dans la poubelle.

source: Project Categories
fr_fr: Catégories des projets

source: Project Category
fr_fr: Catégorie du projet

source: Search Project Categories
fr_fr: Rechercher les catégories de projets

source: All Project Categories
fr_fr: Toutes les catégories de projet

source: Edit Category
fr_fr: Editer la Catégorie

source: Update Project Category
fr_fr: Mettre à jour la catégorie du projet

source: Add New Project Category
fr_fr: Ajouter une nouvelle catégorie de projet

source: New Project Category
fr_fr: Ajouter une catégorie de projet

source: You have a new task
fr_fr: Vous avez une nouvelle tâches

source: Quick Edit
fr_fr: Edition rapide

source: Todo
fr_fr: à faire

source: Files
fr_fr: Fichiers

source: Comments
fr_fr: Commentaires

source: Are you sure you wish to delete article :
fr_fr: Etes vous sûr de vouloir supprimer cet article :

source: Completed
fr_fr: Terminée

source: Order by
fr_fr: Trier par

source: Descending due date
fr_fr: Date descendante

source: Ascending due date
fr_fr: Date ascendantz

source: Descending completion date
fr_fr: Date de fin descendante

source: Ascending completion date
fr_fr: Date de fin ascendante

source: Done!
fr_fr: Fait !

source: Something went wrong!
fr_fr: Une erreur est apparue !

source: No to-do created so far.
fr_fr: Aucune tâche encore créée.

source: Add a New Task
fr_fr: Ajouter une nouvelle tâche

source: Added a new task in
fr_fr: A ajouté une nouvelle tâche dans

source: Select Category
fr_fr: Séléctionner une catégorie

source: Sort by date
fr_fr: Trier par dates

source: Creation Date - Desc
fr_fr: Date de création - Desc

source: Creation Date - Asc
fr_fr: Date de création - Asc

source: Completion Date - Desc
fr_fr: Date de fin - Desc

source: Completion Date - Asc
fr_fr: Date de fin - Asc

source: Show archived
fr_fr: Afficher les archivés

source: Show only archived
fr_fr: Afficher uniquement les archivés

source: Show not archived
fr_fr: Afficher les non archivés

source: Show all projects
fr_fr: Afficher tous les projets

source: New comment received
fr_fr: Nouveau commentaire reçu

source: You received %1$s new comments on projects
fr_fr: Vous avez reçu "%1$s" nouveaux commentaires sur des projets

source: Your project "%1$s" received a new comment
fr_fr: Votre projet "%1$s" a reçu un nouveau commentaire

source: New task received
fr_fr: Nouvelle tâche reçue

source: You received %1$s new tasks
fr_fr: Vous avez reçu %1$s nouvelles tâches

source: %2$s assigned you a new task on "%1$s"
fr_fr: %2$s vous a assigné une nouvelle tâche sur "%1$s"

source: Added to a project
fr_fr: Ajouté au projet

source: You were added to %1$s new projects
fr_fr: Vous avez été ajouté à "%1$s" nouveaux projets

source: %2$s added you to the project "%1$s"
fr_fr: %2$s vous a ajouté au projet "%1$s"

source: created the project
fr_fr: a crée le projet

source: edited the project
fr_fr: a modifié le projet

source: Woffice Projects
fr_fr: Woffice Projets

source: Enables the possibility to add a project management to your site.
fr_fr: Permet la possibilité d'ajouter une gestion de projet à votre site.

source: No one
fr_fr: Personne

source: Due date
fr_fr: Échéance

source: Is it urgent?
fr_fr: Est-ce urgent ?

source: Add a note (optional)
fr_fr: Ajout de note (optionnel)

source: Assign an user (optional)
fr_fr: Assigner un utilisateur

source: Add task
fr_fr: Ajout de tâche

source: Edit task
fr_fr: Modifier la tâche

source: The application was successfully added to your Slack channel
fr_fr: L’application a bien été ajoutée à votre canal Slack

source: New notification on
fr_fr: Nouvelle notification sur

source: New comment posted!
fr_fr: Nouveau commentaire publié !

source: post created!
fr_fr: article créé !

source: Assigned to
fr_fr: Assignée à

source: Due on
fr_fr: Échéance

source: New task added in
fr_fr: La tâche a été ajoutée dans

source: Welcome to
fr_fr: Bienvenue dans

source: New user registered!
fr_fr: Nouvel utilisateur enregistré !

source: Woffice Slack
fr_fr: Slack Woffice

source: Enables the possibility to synchronize your site notifications with any Slack channel.
fr_fr: Activer la possibilité de synchroniser les notification de votre site avec un canal Slack.

source: Choose another Slack channel
fr_fr: Choix d’un autre canal Slack

source: Authenticated
fr_fr: Authentifié

source: Not authenticated
fr_fr: Non authentifié

source: You need to create a new application on Slack
fr_fr: Vous devez créer une nouvelle application sur Slack

source: Create a new application
fr_fr: Créer une nouvelle application

source: First time ? Follow our tutorial
fr_fr: Première fois ? Suivez notre tutoriel

source: Slack Config
fr_fr: Config Slack

source: Your Slack API client ID for this app.
fr_fr: Votre ID de client d’API Slack pour cette application.

source: Your Slack API Secret key for this app.
fr_fr: Votre clé secrète d’API Slack pour cette app.

source: Slack Notifications
fr_fr: Notifications Slack

source: Status :
fr_fr: État :

source: Trigger notification on new comments
fr_fr: Déclencher une notification pour un nouveau commentaire

source: Trigger notification on new posts
fr_fr: Déclencher une notification pour un nouvel article

source: Whether it's a post, project, wiki, page, event...
fr_fr: Qu'il s'agisse d'un article, d'un projet, d'un wiki, d'une page, d'un événement ...

source: Trigger notification on new project tasks
fr_fr: Déclencher une notification pour une nouvelle tâche de projet

source: Project privacy won't be handled here, all tasks will be fetched.
fr_fr: La confidentialité du projet ne sera pas traitée ici, toutes les tâches seront récupérées.

source: Trigger notification on new user creation and registration
fr_fr: Déclencher une notification pour une nouvelle création et enregistrement d’utilisateur

source: Trigger notification on new public BuddyPress activities
fr_fr: Déclencher une notification pour une nouvelle activé publique de Buddypress

source: Woffice widget to display the time tracker. Options can be found in the Extension's settings.
fr_fr: Widget Woffice pour afficher le suivi de temps. Les options peuvent être trouvées dans les réglages de l’extension.

source: (Woffice) Time Tracking
fr_fr: (Woffice) Suivi de temps

source: %s hour
fr_fr: %s heure

source: No tracks so far. Get started!
fr_fr: Aucune tâche créée. Commencez !

source: Tracks
fr_fr: Suivis

source: Start
fr_fr: Début

source: Stop
fr_fr: Stopper

source: Time Tracking
fr_fr: Suivi de temps

source: Are you sure you want to delete all the current data, make sure to export it before?
fr_fr: Voulez vous vraiment supprimer toutes les données actuelles ? Assurez vous de l’exporter avant.

source: Empty all tracking logs
fr_fr: Vider tous les suivis de connexion

source: Export Tracking Log
fr_fr: Export du suivi de connexion

source: Woffice Time Tracking
fr_fr: Suivi de temps Woffice

source: Enables the possibility to add a time tracking widget for your staff.
fr_fr: Permet la possibilité d'ajouter un widget de suivi de temps pour votre équipe.

source: Tracking Log
fr_fr: Suivi de connexion

source: Select an user
fr_fr: Sélectionner un utilisateur

source: Woffice Updater
fr_fr: Woffice Mise à jour

source: Auto Update your theme with the latest release, just by entering your purchase code.
fr_fr: Mise à jour automatique de votre thème avec la dernière version , juste en entrant votre code d'achat .

source: Updater Settings
fr_fr: Paramètres de mise à jour

source: Envato Username
fr_fr: Nom d'utilisateur Envato

source: Your Envato (Themeforest) Username goes here.
fr_fr: Votre Envato (Themeforest) nom d'utilisateur se note ici.

source: Woffice Purchase code
fr_fr: Woffice Code d'achat

source: The Purchase code of this license. You can find it in the Themeforest's download page (it's a large number).
fr_fr: Le code d'achat de cette licence . Vous pouvez le trouver dans la page de téléchargement de Themeforest ( C'est un grand nombre ) .

source: Purchase code status.
fr_fr: Statut du code d'achat

source: The license works for one site only and if you are not on Localhost. Otherwise, your license will be activated when your site will be online. Feel free to get in touch if you need to change that.
fr_fr: La licence fonctionne pour un seul site et si vous n'êtes pas en local. Sinon, votre licence sera activée lorsque votre site sera en ligne. Entrez en contact si vous devez changer cela.

source: Beta tester
fr_fr: Béta-testeur

source: Beta releases will be updated as well. You can report any issue, and we'll fix them. You'll get updates first though.
fr_fr: Les versions béta seront mises à jour. Vous pouvez signaler une erreur et nous la corrigerons.

source: For security purpose we collect your admin email address and attach it to the license in our server. This is done in order to provide a better and safer service to our customers.
fr_fr: Pour des raisons de sécurité nous recueillons votre adresse e-mail administrateur et l'attachons à la licence de notre serveur. Ceci est fait afin de fournir un service meilleur et plus sûr à nos clients.

source: (Woffice) Wiki Articles
fr_fr: (Woffice) Articles de wiki

source: Number
fr_fr: Numéro

source: Edit Article
fr_fr: Modifier Article

source: View Article
fr_fr: Voir Article

source: All Articles
fr_fr: Tous les articles

source: Search Article
fr_fr: Rechercher un articles

source: No Article found.
fr_fr: Aucun Article trouvé.

source: No Article found in Trash.
fr_fr: Aucun projet trouvé dans la poubelle.

source: Wiki Categories
fr_fr: Catégories de wiki

source: Article Category
fr_fr: Catégorie d’article

source: Search Wiki Categories
fr_fr: Catégories de recherche Wiki

source: All Wiki Categories
fr_fr: Toutes les catégories de Wiki

source: Update Wiki Category
fr_fr: Mise à jour de la catégorie Wiki

source: Add New Wiki Category
fr_fr: Ajouter une nouvelle catégorie Wiki

source: New Wiki Category
fr_fr: Nouvelle catégorie Wiki

source: I like this article
fr_fr: J'aime cet article

source: Sort By Likes
fr_fr: Tri par nombre de j’aime

source: New Wiki Article
fr_fr: Nouvel Article de Wiki

source: liked the wiki post
fr_fr: à aimé cet article de wiki

source: New like received
fr_fr: Nouveau j’aime reçu

source: You received "%1$s" new likes on wiki articles
fr_fr: Vous avez reçu "%1$s" nouveaux j’aime sur des articles de wiki

source: Your post "%1$s" received a like
fr_fr: Votre article "%1$s" a reçu un j’aime

source: You received "%1$s" new comments on wiki articles
fr_fr: Vous avez reçu "%1$s" nouveaux commentaires sur des articles de wiki

source: Your wiki "%1$s" received a new comment
fr_fr: Votre wiki "%1$s" a reçu un nouveau commentaire

source: Enables the possibility to add a wiki management to your site.
fr_fr: Permet la possibilité d'ajouter une gestion wiki à votre site.

source: Custom fields
fr_fr: Champs personnalisés

source: You can add any data here (salary,population,dates,birthdays...anything you like).
fr_fr: Vous pouvez ajouter n'importe quel information ici (salaire, population, date, anniversaire... Ce que vous voulez)

source: Item settings
fr_fr: Paramètres de l'objet

source: Location
fr_fr: Lieu

source: The location will be visible in the main directory page & single page.
fr_fr: L'emplacement sera visible dans le répertoire principale et dans la page unique

source: Button text
fr_fr: Bouton texte

source: If you fill this option, you'll the possibility to add a button on the single page (can link to a form within your site or an extern URL). If you leave it empty, it won't be displayed.
fr_fr: Si vous remplissez cette option , vous aurez la possibilité d'ajouter un bouton sur la page simple ( cela peut créer un lien vers un formulaire au sein de votre site ou une URL externe) . Si vous le laissez vide, il ne sera pas affichée .

source: Button link
fr_fr: Lien du bouton

source: Button Icon
fr_fr: Icône du bouton

source: Everyone
fr_fr: Tout le monde

source: Select users :
fr_fr: Sélections des utilisateurs:

source: Page settings
fr_fr: Paramètres de Page

source: Hide the title
fr_fr: Masquer le titre

source: Only the featured image will be visible, the title will be hidden.
fr_fr: Seulement la photo descriptive sera visible, le titre sera masqué.

source: Exclude Members
fr_fr: Exclure les membres

source: Help tip : Hold Ctrl to select multiple users.
fr_fr: Aide Astuce : maintenez Ctrl pour sélectionner plusieurs utilisateurs.

source: The excluded members will not be able to see that page, they will receive an error message instead.
fr_fr: Les membres exclus ne sera pas en mesure de voir cette page, ils recevront un message d'erreur à la place.

source: Exclude Roles
fr_fr: Exclure les rôles

source: Help tip : Hold Ctrl to select multiple roles.
fr_fr: Aide Astuce : maintenez Ctrl pour sélectionner plusieurs utilisateurs.

source: The excluded roles will not be able to see that page, they will receive an error message instead.
fr_fr: Les membres exclus ne seront pas en mesure de voir cette page, ils recevront un message d'erreur à la place.

source: Only for logged users
fr_fr: Uniquement pour les utilisateurs enregistrés

source: If your website is public you can hide this page from non-logged users, they will find a link to the login page.
fr_fr: Si votre site est public, vous pouvez masquer cette page des utilisateurs non - connectés , ils trouveront un lien vers la page de connexion .

source: Add a slider
fr_fr: Ajouter un slider

source: This will override the page title box (image & title), you'll have the selected Slider instead.
fr_fr: Ceci remplacera la boîte page de titre (image et titre) , vous aurez le diaporama choisi à la place.

source: Post Options
fr_fr: Options des Articles

source: Top featured image (optional)
fr_fr: Image en haut (facultatif)

source: Change the image behind the page title, otherwise we are going to use the default one.
fr_fr: Changer l'image derrière le titre de la page, sinon nous allons utiliser celui par défaut.

source: The excluded roles will not be able to see that blog post, they will receive an error message instead.
fr_fr: Les membres exclus ne seront pas en mesure de voir cette page, ils recevront un message d'erreur à la place.

source: Featured image height
fr_fr: Hauteur de l'image à la une

source: Only a number please
fr_fr: Seulement un numéro s'il vous plaît

source: Everyone can edit ?
fr_fr: Tout le monde peut éditer ?

source: If this is checked, all loggedin members with editing permissions on posts will be able to edit this post, otherwise only the author of the post and the administrators will be able to do it (This affect only the frontend).
fr_fr: Si coché, tous les membres connectés avec des autorisations de modification sur les articles pourront modifier cet article, sinon seuls l'auteur de l’article et les administrateurs pourront le faire (ceci affecte seulement l'interface publique).

source: Project settings
fr_fr: Paramètres de projet

source: Project Progress
fr_fr: Progression du projet

source: How do you want to track the progress on this project ?
fr_fr: Comment voulez vous définir la progression de ce projet?

source: Tasks
fr_fr: Tâches

source: Time
fr_fr: Temps

source: Project Starting Date
fr_fr: Date de début de projet

source: Will be used for the progress bar on the single project page and in the widget.
fr_fr: Sera utilisé pour la barre de progression sur la page de projet unique et dans le widget.

source: Project Ending Date
fr_fr: Date de fin de projet

source: Archive project
fr_fr: Archive de projet

source: if the project have to be considered completed.
fr_fr: Si le projet doit être considéré comme terminé.

source: Project Members
fr_fr: Membres du projet

source: They will be allowed to modify the project from the single page and view it of course.
fr_fr: Ils seront autorisés à modifier le projet à partir de la page unique et le visualiser bien sûr.

source: Allow edit
fr_fr: Permettre de modifier en Frontend

source: Allowing the frontend edit from the users allowed to see the project, this may not be a good idea if you are using the page builder on that page. You can also choose in the other options.
fr_fr: Permettre la modification de l'interface des utilisateurs autorisés à voir le projet mais ce n'est pas une bonne idée si vous utilisez le générateur de page sur cette page. Si elle n'est pas vérifiée, le lien vous redirigera vers cette page sur le côté admin de Wordpress.

source: Frontend Edit
fr_fr: Permettre de modifier en Frontend

source: Backend Edit link
fr_fr: Lien d'édition backend

source: No Edit icon
fr_fr: Pas d'icône d'édition

source: Only author can edit
fr_fr: Seul l’auteur peut modifier

source: If it is checked, only author and admin are able to modify the project, otherwise all members will be allowed to do it.
fr_fr: Si coché, seul l'administrateur et l'auteur pourront modifier le projet, sinon tous les membres pourront le faire.

source: Project visibility
fr_fr: Visibilité du projet

source: If public, every users can view the project but only the members assigned to the project can edit it and its tasks.
fr_fr: Si public, chaque utilisateur peut voir le projet mais seuls les membres assigné au projet peuvent le modifier ainsi que ses tâches.

source: Private
fr_fr: Privé

source: Project extern Links
fr_fr: Liens externes du projet

source: You can add here extern links related to the projects.
fr_fr: Vous pouvez ajouter ici des liens externes liés aux projets.

source: Link
fr_fr: Lien

source: Project Todo
fr_fr: Projet Todo

source: If it is checked, a todo tab will be displayed and the project members will be able to create tasks for the project. Note it\ll be overwritten if you enter a Wunderlist List ID below.
fr_fr: Si c'est coché, une table "A faire" sera affichée et les membres du projets pourront créer des tâches. Note : Cela sera écrasé si vous entrez un Wunderlist liste ID en dessous

source: Project Todo tasks
fr_fr: Projets Tâches à faire

source: It can be edited on the frontend by the projects member.
fr_fr: Cela peut être édité depuis l'interface par les membres du projets

source: Done ?
fr_fr: Fait ?

source: Due Date ?
fr_fr: Échéance

source: Specific member ?
fr_fr: Membre spécifique ?

source: If you have already some project\s member, the selected user have to be one of them.
fr_fr: Si vous avez déjà des membres au projet, l'utilisateur sélectionné doit être l'un d'entre eux.

source: Wunderlist List ID
fr_fr: Wunderlist liste ID

source: The xxxxx in https://www.wunderlist.com/list/xxxxx
fr_fr: Le xxxxx dans https://www.wunderlist.com/list/xxxxx
