Repository: esf-devs/esf-themes
Catalog: intranet/woffice/languages/*.po
Languages: fr_fr

source: We will check if that domain is in the email address in order to register to the site. Example : gmail.com
fr_fr: Nous allons vérifier si ce domaine est dans l'adresse e-mail afin de s'inscrire sur le site. Exemple: gmail.com

source: Recaptcha Options
fr_fr: Options Recaptcha

source: Google ReCaptcha on Register form ?
fr_fr: Google ReCaptcha sur le formulaire d'enregistrement ?

source: Do you want to see a Recaptcha2 checkbox on the register page, if you select "yep" please fill the fields below. Very first thing you need to do is register your website on Google recaptcha to do that click :
fr_fr: Voulez-vous voir un Recaptcha2 sur la page d’enregistrement , si vous sélectionnez " oui " veuillez remplir les champs ci-dessous . Tout d’abord vous devez enregistrer votre site sur Google recaptcha en cliquant :

source: Recaptcha Site Key
fr_fr: Clé de site ReCaptcha

source: When you register your site on Google's website, you'll have 2 keys, a secret key and a site key.
fr_fr: Lorsque vous enregistrez votre site sur le site de Google, vous aurez 2 clés, une clé secrète et une clé de site.

source: Recaptcha Secret Key
fr_fr: Clé secrète Recaptcha

source: Google Options
fr_fr: Options Google

source: Setup
fr_fr: Configuration

source: You will need to create a new project on Google from this page, as well as a new "OAuth 2.0 client IDs" from your credentials page:
fr_fr: Vous devez créer un nouveau projet sur Google depuis cette page, ainsi qu'un nouvel "ID de client OAuth" à partir de votre page d'identification :

source: Enable
fr_fr: Activer

source: You will also need to have the above options set up. This is just so you can deactivate it without loosing your settings.
fr_fr: Vous aurez également besoin d'avoir les options ci-dessus définies. C'est juste pour que vous puissiez le désactiver sans perdre vos réglages.

source: Your callback URL
fr_fr: Votre URL de rappel

source: Your Google Project Client ID goes here.
fr_fr: Votre ID de projet Google vient ici.

source: Your Google Project Client Secret goes here.
fr_fr: Votre secret de projet client Google vient ici.

source: Facebook Options
fr_fr: Options Facebook

source: You will need to create a new application on Facebook from this page:
fr_fr: Vous devez créer une nouvelle application sur Facebook depuis cette page :

source: App ID
fr_fr: ID d'App

source: Your Facebook APP ID goes here.
fr_fr: Votre ID d’APP Facebook vient ici.

source: Your Facebook APP Secret goes here.
fr_fr: Votre secret d’APP Facebook vient ici.

source: The background color of the menu
fr_fr: La couleur d'arrière-plan du menu

source: Menu Width
fr_fr: Largeur du Menu

source: Menu color #2
fr_fr: Couleur menu #2

source: Used for the text color
fr_fr: Utilisé pour la couleur du texte

source: Menu hover color
fr_fr: Couleur du liens textuels du menu lors du survol

source: Used as a link background, link color on it is the Menu color #2.
fr_fr: Utilisé comme arrière-plan de lien, la couleur de lien est la couleur #2 de menu.

source: Menu Layout
fr_fr: Mise en page menu

source: Choose your menu layout below. The vertical menu is a beta feature you can try it but we think it needs more options, if you see any bug please report it on 2f.ticksy.com
fr_fr: Choisissez votre disposition du menu ci-dessous . Le menu vertical est une fonctionnalité bêta , vous pouvez essayer, mais nous pensons qu'il a besoin de plus d'options , si vous voyez un bug s'il vous plaît le signaler sur 2f.ticksy.com

source: Horizontal Top
fr_fr: Horizontal en haut

source: Left Vertical
fr_fr: Gauche Vertical

source: Menu Default State
fr_fr: État par défaut du menu

source: Choose the default state of the menu when the user has not clicked yet on the toggle button.
fr_fr: Chois de l’état par défaut du menu quand l’utilisateur n’a pas encore cliqué sur le bouton.

source: Open
fr_fr: Ouvert

source: Uppercase Elements
fr_fr: Éléments en majuscules

source: Do you want menu the links in the menu uppercase?.
fr_fr: Voulez vous afficher les liens du menu en majuscules ?

source: [BETA] Mobile menu threshold
fr_fr: [BETA] Seuil de menu mobile

source: A number please (This options is still a BETA version, so we cannot ensure that it will works well in every layout).
fr_fr: Un nombre s’il vous plait (Ces options sont en version BETA, nous ne pouvons vous assurer que cela fonctionnera avec chaque mise en page).

source: Number of posts displayed per page
fr_fr: Nombre d'articles affichés par page

source: Blog Page Title
fr_fr: Titre Page Blog

source: It is the default Wordpress page here
fr_fr: C'est la page WordPress par défaut ici

source: Display Sidebar ?
fr_fr: Afficher la barre latérale ?

source: With Sidebar
fr_fr: Avec sidebar

source: Full Width
fr_fr: Pleine largeur

source: Blog layout
fr_fr: Mise en page Blog

source: This is the blog layout for the main page
fr_fr: Ceci est la mise en page de blog pour la page principale

source: Classic
fr_fr: Classique

source: Masonry
fr_fr: Maçonnerie

source: Number of columns in the masonry layout
fr_fr: Nombre de colonnes dans la mise en page en maçonnerie

source: Blog listing content
fr_fr: Contenu de listing de blog

source: Define what show in blog listing.
fr_fr: Définir quoi afficher dans le listing de blog

source: Excerpt
fr_fr: Extrait

source: Hide featured image
fr_fr: Masquer l'image à la une

source: Hide featured image in opened post page.
fr_fr: Masquer l’image mise en avant dans les pages d’articles ouverts.

source: Hide Author box
fr_fr: Masquer la boîte de l'auteur

source: Hide author box section below blog posts.
fr_fr: Masquer la section de boîte d’auteur sous les articles du blog.

source: Hide Like Counter
fr_fr: Masquer le compteur de j’aime

source: Hide like counter inside author box
fr_fr: Masquer le compteur de j’aime dans la boîte d’auteur

source: Title Box
fr_fr: Titre de la boîte.

source: Default Featured image
fr_fr: Image à la Une par défaut

source: Upload a large image
fr_fr: Télécharger une grande image

source: Alignment of the background image ?
fr_fr: Alignement de l'image de fond ?

source: Vertical alignment here
fr_fr: Alignement vertical ici

source: Bottom
fr_fr: En Bas

source: Top
fr_fr: En haut

source: Height of the page title box
fr_fr: Hauteur du titre de la boite sur la page

source: In pixels pixels please, but without the PX
fr_fr: En pixels pixels s'il vous plaît, mais sans le PX

source: Just a number without the PX
fr_fr: Un simple numéro sans le PX

source: Font Size of the page title
fr_fr: Taille de police du titre de la page

source: Headline text in uppercase ?
fr_fr: Texte de l'En-tête en majuscules ?

source: Font weight: bold ?
fr_fr: Epaisseur de la Police: gras ?

source: Headline Color
fr_fr: Couleur de l'En-tête

source: This is the color of the headline.
fr_fr: Il s'agit de la couleur de l'En-tête.

source: This is the opacity of the layer behind the page title and over the featured image
fr_fr: Il s'agit de l'opacité du fond derrière le titre de la page et sur la photo descriptive

source: Layer Color
fr_fr: Couleur de fond

source: This is the color of the layer behind the page title and over the featured image
fr_fr: Il s'agit de la couleur du fond derrière le titre de la page et sur la photo descriptive

source: Show border bottom
fr_fr: Afficher la bordure du bas

source: This is the colored border below this title box.
fr_fr: Il s'agit de la bordure colorée sous la case du titre.

source: Color of the border below the the box title.
fr_fr: Couleur de la bordure sous la case du titre.

source: Height of featured image of elements
fr_fr: Hauteur des images mises en avant des éléments

source: Fixed
fr_fr: Fixe

source: This is the featured image of elements like as blog posts, projects, etc. This option does not work in masonry layout.
fr_fr: Ceci est l’image mise en avant des éléments tels que les articles de blog, les projets, etc. Cette option ne fonctionne pas avec la mise en page en maçonnerie.

source: Do you want to make this website public ?
fr_fr: Vous voulez rendre ce site public ?

source: As an Intranet, every visitor have to login to access to the content and the wbesite, with this option your Website will be free to be reached by everyone...
fr_fr: Comme un Intranet, chaque visiteur doit se connecter pour accéder au contenu du site, avec cette option votre site Web sera libre d'être atteint par tout le monde...

source: Excluded pages
fr_fr: Exclure les pages

source: If the website is private you can still make some pages public with this option. That means that the pages selected will not be affected by the redirection to the login page. For Buddypress pages please see : Buddypress sections
fr_fr: Si le site est privé, vous pouvez toujours faire quelques pages publiques avec cette option . Cela signifie que les pages sélectionnées ne seront pas affectées par la redirection vers la page de connexion. Pour Buddypress : Section Buddypress

source: Woocomerce products excluded ?
fr_fr: Produits Woocommerce exclus ?

source: IF your website is private and you want your woocommerce products to be public, select YEP.
fr_fr: Si votre site est privée et que vous voulez vos articles woocommerce publique, sélectionnez OUI.

source: Do you want to make the feeds private?
fr_fr: Voulez vous rendre les flux privés ?

source: Some feeds of your site make still be available also if you make your site or some pages private. If you enable this option, all feeds will be turned off.
fr_fr: Certains flux de votre site vont encore être disponible si vous faites votre site ou quelques pages privées. Si vous activez cette option, tous les flux seront désactivés.

source: Post Status on frontend creation
fr_fr: Statut de l’article dans la création de l’interffface publique

source: When the post is submitted, you can choose if it is directly published or need you approval first.
fr_fr: Lorsque l’article est proposé, vous pouvez choisir s'il est directement publié ou si vous l’approuver d'abord.

source: Draft
fr_fr: Brouillon

source: Publish
fr_fr: Publier

source: Pending
fr_fr: En attente

source: Buddypress Pages Options
fr_fr: Options des pages Buddypress

source: Members restriction (redirection)
fr_fr: Restriction de membres (redirection)

source: Members directory & profile pages. If it is set as "private", the non-logged users will be redirected to the login page.
fr_fr: Trombinoscope et pages de profil. Si c'est mis à privé, les utilisateurs non connectés seront redirigés vers la page de connexion.

source: Groups restriction (redirection)
fr_fr: Restriction du groupe (redirection)

source: Groups directory & single group pages. If it is set as "private", the non-logged users will be redirected to the login page.
fr_fr: Répertoires groupes et pages uniques de groupe. Si c'est placé en "privé" les utilisateurs non connectés seront redirigés vers la page de login.

source: Activity restriction (redirection)
fr_fr: Restriction d’activité (redirection)

source: Activity page. If it is set as "private", the non-logged users will be redirected to the login page.
fr_fr: Page Activité. Si elle est définie comme «privé», les utilisateurs non-connectés seront redirigés vers la page de connexion.

source: Members restriction (excluded roles)
fr_fr: Restriction de membres (rôles exclus)

source: Do you want to exclude some roles from the members pages (directory & profiles) ?
fr_fr: Voulez vous exclures des rôles depuis la page membres? (Répertoires & profils)

source: Groups restriction (excluded roles)
fr_fr: Restriction du groupe (rôles exclus)

source: Do you want to exclude some roles from the groups pages (directory & single) ?
fr_fr: Voulez vous exclure des rôles de la page groupes? (Répertoire et page seule)

source: Activity restriction (excluded roles)
fr_fr: Restriction d’activité (rôles exclus)

source: Do you want to exclude some roles from the Activity pages ?
fr_fr: Voulez-vous d'exclure certains rôles de la page des activités?

source: Wiki Options
fr_fr: Options du wiki

source: Who can create a Wiki article ?
fr_fr: Qui peut créer un article Wiki ?

source: It is only affecting a front end button on the main wiki page. The roles with post edit capabilities will still be able to create Wiki from the backend.
fr_fr: Cela affecte uniquement un bouton sur la page principale Wiki. Les rôles avec la capacité d'éditer des articles seront toujours en mesure de créer des Wiki depuis le Backend.

source: Who can edit a Wiki article ?
fr_fr: Qui peut modifier un article de Wiki ?

source: The roles selected here will be able to edit and delete all wiki posts, also if they are not the author of that post (This only affect the frontend).
fr_fr: Les rôles sélectionnés ici pourront modifier et de supprimer tous les articles du wiki, même s’ils ne sont pas l'auteur de cet article (ceci n'affecte que l'interface publique).

source: Use meta capabilities by frontend
fr_fr: Utiliser les capacités des métas par l’interface publique.

source: If you enable this option, the settings above will be overrided by more specific meta capabilities of the post. You have to use the plugin User Role Editor (or others) to change them.
fr_fr: Si vous activez cette option, les réglages ci-dessus seront substitués par les fonctionnalités méta plus spécifiques de l’article. Vous devez utiliser l'extension User Role Editor (ou une autre) pour les modifier.

source: Wiki Exclude categories
fr_fr: Wiki catégories exclues

source: Do you want to exclude categories from the Wiki page ?
fr_fr: Voulez-vous exclure les catégories des page Wiki ?

source: Projects Options
fr_fr: Options des projets

source: Who can create a project article ?
fr_fr: Qui peut créer un article de projet ?

source: It is only affecting a front end button on the main projects page. The roles with post edit capabilities will still be able to create Projects from the backend.
fr_fr: Cela affecte uniquement un bouton sur la page principale des projets . Les rôles avec la capacité d'éditer des articles seront toujours en mesure de créer les projets depuis le Backend.

source: Are the projects public by default?
fr_fr: Les projets sont ils publics par défaut ?

source: If enabled, every users can view the projects but only the members assigned to the projects can edit them (this option can be overrided in every single project).
fr_fr: Si activé, chaque utilisateur peut voir les projets mais seuls les membres assignés aux projets peuvent les modifier (cette option peut être outrepassée dans chaque rojet).

source: Blog Posts Options
fr_fr: Options des articles du blog

source: Who can create a Blog article ?
fr_fr: Qui peut créer un article Blog ?

source: It is only affecting a front end button on the main Blog page. The roles with post edit capabilities will still be able to create Blog article from the backend.
fr_fr: Cela affecte uniquement un bouton sur la page principale du Blog . Les rôles avec la capacité d'éditer des articles seront toujours en mesure de créer les articles de Blog depuis le Backend.

source: Who can edit a Blog article ?
fr_fr: Qui peut modifier un article de blog ?

source: The roles selected here will be able to edit and delete all blog posts, also if they are not the author of that post (This only affect the frontend).
fr_fr: Les rôles sélectionnés ici pourront modifier et de supprimer tous les articles du blog, même s’ils ne sont pas l'auteur de cet article (ceci n'affecte que l'interface publique).

source: Directory Options
fr_fr: Options du répertoire

source: Who can create a directory item ? (BETA)
fr_fr: Qui peut créer un élément de répertoire ? (BETA)

source: It is only affecting a front end button on the main directory page. The roles with post edit capabilities will still be able to create an item from the backend.
fr_fr: Il affecte seulement un bouton d' extrémité avant sur ​​la page de répertoire principal . Les rôles avec les capacités d'éditer les articles seront toujours en mesure de créer un élément depuis le backend

source: Posts/Wiki/Projects
fr_fr: Articles/Wiki/Projets

source: Display like button
fr_fr: Afficher le bouton j’aime ?

source: Do you want display wiki button and counter for wiki elements?
fr_fr: Voulez vous afficher le bouton de wiki et le compteur pour les éléments de wiki ?

source: Enable collapsing of sub categories
fr_fr: Activer le repliage des sous-catégories

source: Do you want enable an accordion for subcategories of wiki? (they will be closed by default)
fr_fr: Voulez vous activer un accordéon pour les sous-catégories du wiki ? (elles seront fermées par défaut)

source: Enable Sorting of wiki by likes
fr_fr: Activer le tri du wiki par nombre de j’aime

source: Do you want add a button to wiki list that allow to sort the result by likes?
fr_fr: Voulez vous ajouter un bouton à la liste de wiki pour trier les résultats par nombre de j’aime ?

source: Projects layout
fr_fr: Mise en page des projets

source: This is the layout for the projects directory
fr_fr: Ceci est la mise en page pour le répertoires des projets

source: Enable category filter
fr_fr: Activer le filtre de catégorie

source: This is a dropdown button to filter projects by category
fr_fr: Ceci est un bouton de menu déroulant pour filtrer les projets par catégorie

source: Enable date sorting
fr_fr: Activer le tri par date

source: This is a dropdown button to sort the projects by publication date
fr_fr: Ceci est un bouton de menu déroulant pour filtrer les projets par date de publication

source: Enable archive filter
fr_fr: Activer le filtre d’archive

source: This is a toggle button to show/hide the archived projects
fr_fr: Ceci est un bouton pour afficher/masquer les projets archivés

source: Hide archived projects by default
fr_fr: Masquer les projets archivés par défaut

source: If the archived projects have to be displayed in the listing or not by default (They can be displayed using the toggle, if it is enabled above).
fr_fr: Si les projets archivés doivent être affichés ou non par défaut (Ils peuvent être affichés en les dépliant, si c'est activé ci-dessus).

source: Include in Buddypress Groups ?
fr_fr: Inclure dans les groupes Buddypress ?

source: A new project category will be created for each Buddypress group and all members set as members of the project.
fr_fr: Une nouvelle catégorie de projet sera créée pour chaque groupe Buddypress et tous les membres définis comme membres du projet.

source: Notice user on task assignment ?
fr_fr: Informer l'utilisateur lors de l'assignement d'une tâche?

source: Do you want to notice the user by email when a project task is assigned to the user ?
fr_fr: Voulez-vous informer l'utilisateur par email lorsqu'une tâche de projet est affecté à l'utilisateur ?

source: Email's content
fr_fr: Contenu de l'e-mail :

source: This is the content of the email before the task name.
fr_fr: Ceci est le contenu de l'e-mail avant le nom de la tâche

source: Blog/Pages Options
fr_fr: Options des pages/blog

source: Show comments on pages
fr_fr: Afficher les commentaires sur les pages

source: Do you want to display the comments to allow user to comment on pages ? If it you choose "show" you will still be able to override it on every page.
fr_fr: Vous voulez afficher les commentaires pour permettre à l'utilisateur de commenter sur les pages ? Si il vous choisissez « afficher » vous pourrez toujours modifier sur chaque page.

source: LearnDash Options
fr_fr: Options LearnDash

source: Hide meta below LearnDash pages
fr_fr: Masquer les métas sous les pages LearnDash

source: Meta below LearnDash pages contains: author, date, category, comments
fr_fr: Les métas sous les pages LearnDash contiennent : auteur, date, catégorie, commentaires

source: Other Options
fr_fr: Autres options

source: How likes are saved ?
fr_fr: Comment sont enregistrés les j’aime ?

source: If you choose to do it by users, you need Buddypress. It's for both the blog and the wiki.
fr_fr: Si vous choisissez de faire ceci par les utilisateurs, vous avez besoin BuddyPress. C'est pour le blog et le wiki.

source: Members IDs
fr_fr: IDs des membres

source: Sidebar
fr_fr: Barre latérale

source: Display the Sidebar on pages
fr_fr: Afficher la barre latérale sur les pages

source: This is a global option for the whole website, you can still use a full width layout by using a page template.
fr_fr: Il s'agit d'une option globale pour tout le site, vous pouvez toujours utiliser une disposition pleine largeur en utilisant un modèle de page.

source: Only for logged users ?
fr_fr: Uniquement pour les utilisateurs enregistrés?

source: Do you want to restrict sidebar access only to the logged users ?
fr_fr: souhaitez vous restreindre l'accès à la barre latérale uniquement aux utilisateurs connectés ?

source: Sidebar on Group & Member pages ?
fr_fr: Barre latérale sur les pages Groupes & Membres?

source: Do you want to see the sidebar on these pages
fr_fr: Voulez-vous voir la barre latérale sur ces pages

source: Sidebar on Blog pages ?
fr_fr: Barre latérale sur les pages Blog?

source: Open the sidebar by default
fr_fr: Ouvrir la barre latérale par défaut

source: The sidebar can either be hidden or be visible by default, the user will find an action button in the header bar.
fr_fr: La barre latérale peut être soit caché ou visible par défaut , l'utilisateur trouvera un bouton d'action dans la barre d'en-tête .

source: Display the Sidebar on mobiles
fr_fr: Afficher la barre latérale sur les mobiles

source: If you choose "yep" the sidebar will be toggled with a button fixed on the right side during the navigation.
fr_fr: Si vous choisissez « Oui » pour la barre latérale, elle sera basculé avec un bouton fixé sur le côté droit lors de la navigation.

source: Minimum sidebar height
fr_fr: Hauteur de la barre latérale minimale

source: You can set here a minimum height for the sidebar, it may looks weird but that is better for the layout and prevent some javascript bugs.
fr_fr: Vous pouvez définir ici une hauteur minimale de la sidebar, il peut un peu bizarre mais c'est mieux pour la mise en page et éviter quelques bugs javascript.

source: A value in Pixel but no needs for the px.
fr_fr: Une valeur en pixels, mais pas de besoins pour le px.

source: Show scroll top arrow ?
fr_fr: Voir la flèche 'haut de la page' ?

source: This is the arrow at the bottom of the page which allow the user to scroll to the top.
fr_fr: Il s'agit de la flèche au bas de la page qui permettent à l'utilisateur de faire défiler vers le haut.

source: Show scroll arrow in the sidebar ?
fr_fr: Voir la flèche de défilement dans la barre latérale ?

source: Do you want to display at the bottom of the right sidebar an arrow to help user navigation.
fr_fr: Voulez-vous afficher en bas de la barre de droite une flèche pour aider la navigation de l'utilisateur.

source: Styling
fr_fr: Styles

source: Fonts options
fr_fr: Options Polices

source: Main font Family
fr_fr: Famille de Police Principale

source: Used for the main texts (content, menu, footer ...).
fr_fr: Utilisé pour les principaux textes (menu, contenu, pied de page...).

source: Headlines font Family
fr_fr: Famille de Police d'En-tête

source: Used for all the headlines. The size set here does not matters.
fr_fr: Utilisé pour toutes les En-têtes. La taille définie ici n'est pas important.

source: Extended latin ?
fr_fr: Latin étendu ?

source: This is for some fonts in some language (polish for example).
fr_fr: Il s'agit de certaines polices dans certaines langues (polonais par exemple).

source: Bold Headlines ?
fr_fr: En-tête en gras ?

source: This is a global option for most of the titles, you will have something similar to the demo.
fr_fr: Il s'agit d'une option globale pour la plupart des titres, vous aurez quelque chose de semblable à la démo.

source: Color options
fr_fr: Options de couleur
