Repository: esf-devs/esf-themes
Catalog: intranet/woffice/languages/*.po
Languages: fr_fr

source: This plugin needs to be updated to be compatible with your theme.
fr_fr: Cette extension nécessite une mise à jour pour être compatible avec votre thème.

source: Update Required
fr_fr: Mise à jour nécessaire

source: Set the parent_slug config variable instead.
fr_fr: Définissez la variable de config du parent_slug à la place.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fr_fr: Le package distant de l’extension ne contient pas de répertoire avec l’identifiant désiré et le renommage ne va pas fonctionner.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fr_fr: Veuillez contacter le fournisseur de l’extension et demandez lui de compiler son extension en accord avec les bonnes pratiques de WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fr_fr: Le package distant de l’extension consiste en plus d’un fichier, mais les fichiers ne sont pas compilés dans un répertoire.

# plugin A *and* plugin B
source: and
fr_fr: et

source: Required
fr_fr: Requis

source: Recommended
fr_fr: Recommandé

source: External Source
fr_fr: Source externe

source: Pre-Packaged
fr_fr: Pré-emballés

source: Not Installed
fr_fr: Non installé

source: Installed But Not Activated
fr_fr: Installé mais pas activé

source: Active
fr_fr: Actif

source: Required Update not Available
fr_fr: Mise à jour nécessaire non disponible

source: Requires Update
fr_fr: Mise à jour nécessaire

source: Update recommended
fr_fr: Mise à jour recommandée

# plugins
source: All <span class="count">(%s)</span>
fr_fr: ﻿Tout <span>%s</span>

source: To Install <span class="count">(%s)</span>
fr_fr: À installer <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fr_fr: Mise à jour disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fr_fr: À activer <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fr_fr: inconnu

source: Installed version:
fr_fr: Version installée :

source: Minimum required version:
fr_fr: Version minimum nécessaire :

source: Available version:
fr_fr: Version disponible :

source: No plugins to install, update or activate.
fr_fr: Aucune extension à installer, mettre à jour ou activer.

source: Plugin
fr_fr: Extension

source: Install %2$s
fr_fr: Installation de %2$s

source: Update %2$s
fr_fr: Mise à jour de %2$s

source: Activate %2$s
fr_fr: Activation de %2$s

source: Upgrade message from the plugin author:
fr_fr: Message de mise à niveau de l’auteur de l'extension :

source: Install
fr_fr: Installer

source: No plugins were selected to be installed. No action taken.
fr_fr: Aucune extension disponible à l'installation actuellement. Pas d'action en cours.

source: No plugins were selected to be updated. No action taken.
fr_fr: Aucune extension sélectionnée pour la mise à jour. Pas d'action en cours.

source: No plugins are available to be installed at this time.
fr_fr: Aucune extension disponible à l'installation actuellement.

source: No plugins are available to be updated at this time.
fr_fr: Aucune extension disponible à la mise à jour pour l'instant.

source: No plugins were selected to be activated. No action taken.
fr_fr: Aucune extension disponible à l’activation actuellement. Pas d'action en cours.

source: No plugins are available to be activated at this time.
fr_fr: Aucune extension disponible pour une mise à jour actuellement.

source: Plugin activation failed.
fr_fr: L’activation de l’extension a échoué.

source: Updating Plugin %1$s (%2$d/%3$d)
fr_fr: Mise à jour d'extension %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur s'est produite lors de l'installation %1$s : <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr_fr: L’installation de %1$s a échouée.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Installation et activation en cours. Cela peut prendre un peu de temps selon l’hébergeur, merci de patienter.

source: %1$s installed and activated successfully.
fr_fr: %1$s installés et activés avec succès.

source: Show Details
fr_fr: Afficher les détails

source: Hide Details
fr_fr: Masquer les détails

source: All installations and activations have been completed.
fr_fr: Toutes les installations et activations ont été réalisées.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation de l'extension %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d'installation démarre. Cela peut prendre un peu de temps selon l’hébergeur, merci de patienter.

source: %1$s installed successfully.
fr_fr: %1$s à été installé avec succès.

source: All installations have been completed.
fr_fr: Tous les installations ont été réalisées.

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation de l’extension %1$s (%2$d/%3$d)

source: (Woffice) Form
fr_fr: (Woffice) Formulaire

source: Form:
fr_fr: Formulaire :

source: No form Found
fr_fr: Aucun formulaire trouvé

source: No events found...
fr_fr: Aucun événement trouvé...

source: (Woffice) Events
fr_fr: (Woffice) Événements

source: Include Categories
fr_fr: Catégories incluses

source: Exclude Categories
fr_fr: Exclure des catégories

source: (Woffice) Graph
fr_fr: (Woffice) Graphique

source: Graph:
fr_fr: Graphique:

source: No Graph Found
fr_fr: Aucun graphique trouvé

source: Select Members
fr_fr: Sélectionner des membres

source: All members
fr_fr: Tous les membres

source: Advanced Search
fr_fr: Recherche avancée

source: Filter Members
fr_fr: Filtrer les membres

source: Min Value
fr_fr: Valeur mini

source: Max Value
fr_fr: Valeur maxi

source: You have to set the filterable fields in "Appearance > Theme Settings > Buddypress > Display Fields in buddypress members directory"
fr_fr: Vous devez définir les champs filtrables dans "Apparence > Réglages du thème > Buddypress > Afficher les champs dans le répertoires des membres de Buddypress"

# Submit button for advanced search form
source: Clear
fr_fr: Vider

source: seconds ago
fr_fr: secondes de cela

source: min ago
fr_fr: minute de cela

source: hours ago
fr_fr: heures de cela

source: day ago
fr_fr: jour de cela

source: month ago
fr_fr: mois de cela

source: unread notifications.
fr_fr: notifications non lues.

source: Favorites
fr_fr: Favoris

source: Friends
fr_fr: Amis

source: Groups
fr_fr: Groupes

source: Profile
fr_fr: Profil

source: Edit
fr_fr: Editer

source: Notifications
fr_fr: Notification

source: Inbox
fr_fr: Boîte de réception

source: Starred
fr_fr: Favoris

source: Sent
fr_fr: Envoyé

source: Compose
fr_fr: Composer

source: Friendships
fr_fr: Amitiés

source: Requests
fr_fr: Requis

source: Memberships
fr_fr: Membres

source: General
fr_fr: Options générales

source: Profile Visibility
fr_fr: Visibilité

source: Courses
fr_fr: Cours

source: Log Out
fr_fr: Déconnexion

source: Copy past your URL in this field please, if it is empty it will not be displayed.
fr_fr: Copier et coller votre URL dans ce champ s'il vous plaît, s'il est vide, il ne s'affichera pas.

source: Facebook URL
fr_fr: Lien vers votre page Facebook

source: Twitter URL
fr_fr: Lien vers votre page Twitter

source: Linkedin URL
fr_fr: Lien vers votre page Linkedin

source: Slack URL
fr_fr: Lien vers votre page Slack

source: Google URL
fr_fr: Lien vers votre page Google

source: Github URL
fr_fr: Lien vers votre page Github

source: Instagram URL
fr_fr: Lien vers votre page Instagram

source: Personal Notes
fr_fr: Notes personnelles

source: Save my notes
fr_fr: Enregistrer mes notes

source: Search
fr_fr: Rechercher

source: Previous Posts
fr_fr: Articles précédents

source: Next Posts
fr_fr: Articles suivants

source: Your registration on %s is completed.
fr_fr: Votre enregistrement sur %s est terminé.

source: Login url:
fr_fr: URL de connexion :

source: Username:
fr_fr: Nom d’utilisateur :

source: Password: The password chosen during the registration
fr_fr: Mot de passe : Le mot de passe choisi durant l’enregistrement.

source: Your registration is completed
fr_fr: Votre enregistrement est terminé

source: Almost here, you need to active the Woffice framework (Unyson).
fr_fr: Vous y êtes presque, vous devez activer le framework Woffice (Unyson).

source: You can enable Unyson
fr_fr: Vous pouvez activer Unyson

source: here
fr_fr: ici

source: or follow the documentation
fr_fr: ou suivez la documentation

source: where all is explained with details.
fr_fr: où tout est expliqué en détails.

source: Why ? Woffice is based on Unyson framework to enhance Wordpress features and to provide a much better interface as well as better performances. We use it to build Woffice extensions and all its settings so you can customize it as you like. Feel free to get in touch with us if you've any question.
fr_fr: Pourquoi? Woffice est basé sur le framework Unyson pour améliorer les fonctionnalités de WordPress et fournir une meilleure interface ainsi que de meilleures performances. Nous l'utilisons pour construire les extensions Woffice et tous ses réglages afin que vous puissiez le personnaliser comme vous le souhaitez. N'hésitez pas à entrer en contact avec nous si vous avez n'importe quelle question.

source: Site is under construction, thanks for your patience...
fr_fr: Le site est en cours de construction, merci de votre patience...

source: Invalid username and/or password.
fr_fr: Nom d'utilisateur et/ou mot de passe incorrect.

source: Username and/or Password is empty.
fr_fr: Nom d'utilisateur et/ou mot de passe est vide.

source: You are logged out.
fr_fr: Vous êtes maintenant déconnecté.

source: We have not been able to log you in and the registration are restricted.
fr_fr: Nous n’avons pas pu vous connecter et l’enregistrement est restreint.

source: You need to enter your email address to continue.
fr_fr: Vous devez saisir votre adresse e-mail pour continuer.

source: Your email is not valid..
fr_fr: Votre e-mail n'est pas valide...

source: There are no users registered with this email address.
fr_fr: Il n’y a pas d’utilisateur eenregistré avec cette adresse e-mail.

source: Key is expired.
fr_fr: La clé est expirée.

source: The password reset link you used is not valid anymore.
fr_fr: Le lien de réinitialisation de mot de passe utilisé n’est plus valide.

source: The two passwords you entered don't match.
fr_fr: Les mots de passe ne correspondent pas.

source: Sorry, we don't accept empty passwords.
fr_fr: Désolé, nous n’acceptons pas les mots de passe vides.

source: Something happened, please try again.
fr_fr: Quelque chose s’est passé, veuillez réessayer.

source: Enter your email address and we'll send you a link you can use to pick a new password.
fr_fr: Saisissez votre adresse e-mail et nous vous enverrons un lien que vous pouvez utiliser pour choisir un nouveau mot de passe.

source: Forgot Your Password ?
fr_fr: Mot de passe perdu ?

source: Reset key is valid, you can pick a new password.
fr_fr: La clé de réinitialisation est valide, vous pouvez choisir un nouveau mot de passe.

source: Pick a New Password
fr_fr: Choix de nouveau mot de passe

source: Check your email for a link to reset your password.
fr_fr: Vérifiez votre e-mail pour un lien de réinitialisation de mot de passe.

source: Your password has been changed. You can sign in now.
fr_fr: Votre mot de passe a été changé. Vous pouvez vous connecter.

source: New password
fr_fr: Nouveau mot de passe

source: Repeat new password
fr_fr: Répétez le mot de passe

source: Reset Password
fr_fr: Réinitialisation du mot de passe

source: Login
fr_fr: Connexion

source: We have an error:
fr_fr: Nous avons une erreur :

source: Success:
fr_fr: Succès :

source: Sign Up
fr_fr: Connexion

source: Go back
fr_fr: Retour

source: Lost Password
fr_fr: Mot de Passe oublié

source: Proudly powered by
fr_fr: Fièrement propulsé par

source: Log in with Facebook!
fr_fr: Connexion avec Facebook !

source: Log in with Google!
fr_fr: Connexion avec Google !

source: Or
fr_fr: Ou

source: [Woffice] Main menu in the header.
fr_fr: [Woffice] Menu principal dans l'en-tête.

source: [Woffice] Dropdown user menu
fr_fr: [Woffice] Menu déroulant utilisateur

source: [Woffice] Menu for non-logged users.
fr_fr: [Woffice] Menu pour les utilisateurs non connectés

source: You need to be logged to manage your files!
fr_fr: Vous devez être connecté pour gérer vos fichiers !

source: Add new File
fr_fr: Ajouter un nouveau fichier

source: Category/Folder
fr_fr: Catégorie/dossier

source: Are you sure you wish to trash the file:
fr_fr: Êtes-vous sûr de jeter ce fichier à la poubelle:

source: Edit File
fr_fr: Editer le fichier

source: Category
fr_fr: Catégorie

source: Published
fr_fr: Publié

source: Pending Review
fr_fr: En attente d'approbation

source: Trashed
fr_fr: Mis à la Corbeille

source: Blank Page
fr_fr: Page vide

source: New Blog Article
fr_fr: Nouvel article

source: Dashboard
fr_fr: Tableau de bord

source: Create an item
fr_fr: Créer un objet

source: Create a project
fr_fr: Créer un projet

source: Taxonomy Creation
fr_fr: Création de taxonomie

source: Create a new category
fr_fr: Créer une nouvelle catégorie

source: Select a post type
fr_fr: Sélectionner un type d'article

source: post
fr_fr: article

source: Load previous messages
fr_fr: Charger les messages précédents

source: Type your message here
fr_fr: ﻿Saisissez votre message ici

source: Archived
fr_fr: Archivé

source: Starts on:
fr_fr: Débute le :

source: Ends on:
fr_fr: Se finit le :

source: Ended on:
fr_fr: Terminé le :

source: Started on:
fr_fr: Débuté le :

source: Project's Members
fr_fr: Membres du projet

source: Project's Links
fr_fr: Liens du projet

source: Comments are closed...
fr_fr: Les commentaires sont fermés

source: Cart Totals
fr_fr: Total du panier

source: Subtotal
fr_fr: Sous total

source: Shipping
fr_fr: Livraison

source: (taxes estimated for %s)
fr_fr: (Taxes estimé pour %s)

source: Note: Shipping and taxes are estimated%s and will be updated during checkout based on your billing and shipping information.
fr_fr: Note : La livraison et la TVA sont estimées%s et seront mises à jour au cours de la commande selon vos informations de livraison et de facturation.

source: You may be interested in&hellip;
fr_fr: Vous pourriez être intéressé par&hellip;

source: Related Products
fr_fr: Prduits relatifs

source: You may also like&hellip;
fr_fr: Vous aimerez peut-être aussi&hellip;

source: 404 Error. Not found...
fr_fr: Erreur 404. Introuvable...

source: Nothing Found
fr_fr: Rien trouvé

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Aucun résultat ne correspond à vos critères de recherche. Essayez de nouveau avec des mots clés différents.

source: Back to the home page
fr_fr: Retour sur la page d'accueil

source: Daily Archives: <span>%s</span>
fr_fr: Archives quotidiennes : <span>%s</span>

source: Monthly Archives: <span>%s</span>
fr_fr: Archives mensuelles : <span>%s</span>

source: Yearly Archives: <span>%s</span>
fr_fr: Archives annuelles : <span>%s</span>

source: Wiki Articles
fr_fr: Articles de wiki

source: Category Archives: <span>%s</span>
fr_fr: Archives de catégorie: <span>%s</span>

source: <i class="fa fa-comment"></i> One comment
fr_fr: <i class="fa fa-comment"></i> 1 Commentaire

source: Comment navigation
fr_fr: ﻿Commentaire de navigation

source: <i class="fa fa-chevron-left"></i> Older Comments
fr_fr: <i class="fa fa-chevron-left"></i> Commentaires plus anciens

source: Newer Comments <i class="fa fa-chevron-right"></i>
fr_fr: Commentaires récents <i class="fa fa-chevron-right"></i>

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Leave a Reply
fr_fr: Laisser une réponse

source: Leave a Reply to %s
fr_fr: Laisser une Réponse à %s

source: Cancel Reply
fr_fr: Annuler la réponse

source: Read more
fr_fr: Lire la suite

source: Apologies, but no results were found. Perhaps searching will help find a related post.
fr_fr: Oups, aucun résultat n&#39;a été trouvé. Peut-être que la recherche par mot-clé vous aidera à trouver un article similaire.

source: Back on the home page
fr_fr: Retour sur la page d'accueil

source: Private content here
fr_fr: Contenu privé ici

source: Apologies, you do not have the right to access this page.
fr_fr: Toutes mes excuses, vous n'avez pas le droit d'accéder à cette page.

source: You must sign in to view the page content.
fr_fr: Vous devez vous connecter pour voir le contenu de cette page.

source: Sign in
fr_fr: Connexion

source: Read More
fr_fr: Lire la suite

source: Have you enjoyed the post ?
fr_fr: Avez vous aimé cet article ?

source: I like this post
fr_fr: J'aime cet article

source: File Away iFrame
fr_fr: iFrame File Away

source: Hi
fr_fr: Bonjour

source: View your notifications
fr_fr: Voir vos notifications

source: Search Results for: %s
fr_fr: Résultat de recherche pour: %s

source: Revisions
fr_fr: Révisions

source: This post was last modified by
fr_fr: Ce message a été modifié par

source: on
fr_fr: le

source: This article has not been revised since publication.
fr_fr: Cet article n'a pas été revu depuis la publication.

source: This post was created by
fr_fr: Cet article a été créé par

source: Edit Post
fr_fr: Editer l'article

source: Woffice - Intranet/Extranet Multipurpose WordPress theme
fr_fr: Woffice - Thème WordPress polyvalent pour Intranet/Extranet

source: Alkaweb Team
fr_fr: Équipe Alkaweb
